{
  "landing": {
    "homeText": "Home",
    "subscribeText": "Subscribe",
    "servicesText": "Our Services",
    "fitneeCommunityText": "FitNee Community",
    "contactUsText": "Contact Us",
    "trainersText": "Trainers",
    "traineesText": "Trainees",
    "nutritionistsText": "Nutritionists",
    "exerciseText": "Exercise",
    "communityFirstText": "Subscribe and then download the app so you can access FitNee Community",
    "embraceAText": "EMBRACE A",
    "healthierYouText": "HEALTHIER YOU",
    "firstHeroSectionText": "Provide a comprehensive platform to be a one-stop destination for individuals seeking fitness guidance and resources.",
    "featuresText": "Features",
    "fitneeText": "FitNee",
    "firstFeaturesText": "Comprehensive Exercise Library: we will feature an extensive collection of exercises, including detailed instructions, videos, and variations to provide you with a diverse range of exercises that target different muscle groups and fitness levels. We aim to cater to both beginners and advanced fitness enthusiasts, ensuring that our exercise library offers something for everyone.",
    "secondFeaturesText": "FitNee's Community: FitNee strives to create a vibrant and supportive community where users can connect with like-minded individuals, share their fitness journeys, and seek motivation and encouragement.",
    "thirdFeaturesText": "Connect Users with Qualified Trainers: FitNee will maintain a directory of certified and experienced fitness trainers. You will be connecting with trainers who can provide personalized workout plans, tailored to their specific needs and goals.",
    "fourthFeaturesText": "Facilitate Nutritional Guidance: we recognizes the importance of nutrition in achieving fitness goals. We aim to provide a comprehensive list of nutrition specialists who can offer personalized meal plans, dietary advice, and guidance on healthy eating habits.",
    "ourText": "Our",
    "whatIsText": " What Is",
    "feedbackText": "Feedbacks",
    "goalText": "Goal",
    "visionText": "Vision",
    "secondHeroSectionTextOne": "FitNee's primary goal is to inspire and motivate individuals to adopt and maintain a healthy lifestyle.",
    "secondHeroSectionTextTwo": "Here in FitNee we are creating a vibrant and supportive community where individuals can share their fitness experiences, seek advice, and find motivation.",
    "thirdHeroSectionTextOne": "Empowering individuals to achieve their optimal health and fitness through personalized guidance, comprehensive resources, and a supportive community.",
    "termsAndConditionsText": "Terms and Conditions",
    "copyrightText": "© Copyright",
    "getStartedText": "Get Started",
    "signUpText": "Sign Up",
    "signInText": "Sign In",
    "swiperText": "Your training has been transformative! Your guidance, support, and expertise have propelled my fitness journey.  Each session was empowering, and I've achieved more than I thought possible."
  },
  "termAndCondition": {
    "termAndConditionHeadingText": "Terms and Conditions",
    "termAndConditionServiceProvidersHeadingText": "Terms and Conditions of Service Providers",
    "termAndConditionTrainerHeadingText": "Terms and Conditions of Clients",

    "doneButtonText": "Done",
    "backButtonText": "Back",
    "general": {
      "welcomeText": "Welcome to FitNee platform.",
      "welcomeDescriptionText": "FitNee website and application works as an online platform through which the clients can benefit from the services of FitNee platform and the service providers registered with us and allows the clients to select the service providers and the services available at them and we shall provide the services of FitNee platform in accordance with the following terms and conditions:",
      "sectionOneHeadingText": " Section 1: Definitions ",
      "sectionOneDescriptionOneText": " In this agreement unless otherwise required by the context, the following terms shall have the meanings referred to.",
      "sectionOneDescriptionTwoText": "refers to FitNee platform in the Kingdom of Saudi Arabia.",
      "sectionOneDescriptionTwoBoldText": "“FitNee”, “Platform”, “Website”, “Application”, “we”, “Us” or “Our” ",
      "sectionOneDescriptionThreeBoldText": "“User”, “You” or “Your”  ",
      "sectionOneDescriptionThreeText": "refers to every natural or legal person who uses FitNee platform, sees the content available through it, or orders any of our services we provide Online, no matter how he\\her uses the platform, and whether he\\she has an account on FitNee platform or is a normal user or visitor",
      "sectionOneDescriptionFourBoldText": "“Service provider”   ",
      "sectionOneDescriptionFourText": "refers to any coach or nutrition specialist who registers on the platform with the purpose of offering their services to registered clients through the platform, in accordance with the working mechanisms and subscription methods applied on the platform.",
      "sectionOneDescriptionFiveBoldText": "“Client”    ",
      "sectionOneDescriptionFiveText": "refers to any person who registers on the platform and subscribes to the services provided by the platform or the specific services offered by service providers registered on the platform, in accordance with the working mechanisms and subscription methods applied on the platform.",
      "sectionOneDescriptionSixBoldText": "“Services”    ",
      "sectionOneDescriptionSixText": "refer to the training and nutrition services provided by service providers through the platform, as well as the training videos provided by the platform to clients as part of their subscription to the service.",
      "sectionOneDescriptionSevenBoldText": "“Training video”     ",
      "sectionOneDescriptionSevenText": "refers to the Training video that platform offer to clients through the platform.",
      "sectionOneDescriptionEightBoldText": "“Order”    ",
      "sectionOneDescriptionEightText": "refers to the order placed by the client through FitNee platform to subscription any of the services offered via FitNee platform, along with entering all the required information and using our approved payment methods.",
      "sectionOneDescriptionNineBoldText": "“Content”     ",
      "sectionOneDescriptionNineText": "refers to the content of the store which include among other things (photos, texts, movies, information, data, prices, lists of service providers, description of the services, advertisements, all icons, symbols, letters and figures).",
      "sectionOneDescriptionTenBoldText": "“Agreement”    ",
      "sectionOneDescriptionTenText": "shall refer to the conditions, terms, privacy policy, all pages of FitNee platform, descriptions of services, all information, the content of services, all instructions and the special agreements made between FitNee platform on one hand and any of FitNee platform users on the other hand as well as the contracts connected with the terms and conditions.",
      "sectionOneDescriptionElevenBoldText": "“Review”    ",
      "sectionOneDescriptionElevenText": "refers to measuring the extent of the client's satisfaction with the performance and quality of the service provided by the service provider, as well as the client's experience with the application and platform.",
      "sectionOneDescriptionTwelveBoldText": "“Laws”     ",
      "sectionOneDescriptionTwelveText": "refers to the laws applicable in the Kingdom of Saudi Arabia.",
      "sectionTwoHeadingText": "Section 2: Our Current Services ",
      "sectionTwoDescriptionOneText": "FitNee is an online services platform, which allows service providers to register in FitNee platform and offer their services, and allows clients to preview services, place subscribing orders through FitNee platform. FitNee platform allows the offering of certain types of services, which include (training, nutrition, videos) and any other services or categories allowed through FitNee platform.",
      "sectionTwoDescriptionTwoText": " FitNee platform organizes the work of service providers and helps them spread by offering their services through FitNee platform. The service provider can offer his services with pictures, information and prices included, FitNee platform also allows the service provider to offer the services he provides.",
      "sectionTwoDescriptionThreeText": " FitNee platform saves time and effort for registered clients, as clients can easily browse through service providers and choose the service provider they wish to subscribe to, and we also allow him\\her to rate the service he\\she got from service providers.",
      "sectionTwoDescriptionFourText": " FitNee platform provides online payment for services to ensure that the parties rights are protected, along with trying to solve the problems facing any of the agreement parties.",
      "sectionThreeHeadingText": "Section 3: Legal Scope of Our Services",
      "sectionThreeDescriptionOneText": "FitNee is an intermediary electronic platform between the client and the service provider, and our role is limited to achieving the process of linking parties in order to provide or benefit from the services, and FitNee platform does not interfere in any way in the provision of the service provider's services, and does not request the services of the service provider for himself, and therefore we cannot be considered legally a user, service provider or client, but a provider of electronic brokerage services.",
      "sectionThreeDescriptionTwoText": " The client benefits from training videos at his request, so he can access to the introductory content of every video he wishes to benefit from and check by himself without providing any guarantees on the part of the platform and therefore the client receives the content at his personal responsibility.",
      "sectionThreeDescriptionThreeText": " A legal relationship arises between FitNee platform on the one hand, and any of its users on the other, and this legal relationship cannot be described as a working relationship, legal representation, bail, guarantee, partnership, legal representation or other descriptions of legal relationships that entail responsibility for the work of others.",
      "sectionThreeDescriptionFourText": "The term service provider here expresses partnership in delivering the service to clients and does not in any way indicate the participation in FitNee platform's capital or in FitNee platform's assets or in its founding or anything related to FitNee platform's ownership.",
      "sectionThreeDescriptionFiveText": "The services of FitNee platform are provided in accordance with the applicable laws and regulations. All parties of this agreement are bound by all laws, regulations, conditions, legal measures issued before or after the drafting of this agreement, and each party shall be bound to implement all legal provisions even if they are not stipulated in this agreement.",
      "sectionThreeDescriptionSixText": "The platform is legally responsible for its work only, and is not responsible for the work of others. Therefore the platform does not bear any legal liability arising from any personal or professional errors caused by any users of the platform, whether they were service providers, clients or any other users or visitors of the platform.",
      "sectionThreeDescriptionSevenText": "You acknowledge and agree that the platform is not a medical entity and does not provide any medical services or consultations. None of the services provided through the platform are considered medical advice or consultations. The service provider on the platform is not a physician, pharmacist, or any other medical service provider. Therefore, it is your responsibility to consult your own physician if you have any complaints or if you seek medical advice or a prescription, without any legal liability on the platform.",
      "sectionFourHeadingText": "Section 4: Legal nature of Agreement",
      "sectionFourDescriptionOneText": "This agreement serves as a fully-fledged electronic contract, FitNee platform is the first party in it, and each user of FitNee platform is a second party of this electronic contract.",
      "sectionFourDescriptionTwoText": "This electronic contract is effective against all of its parties. And its provisions and obligations are binding on all of them, and no one may derogation from it or terminate it as long as their legal effects are produced.",
      "sectionFourDescriptionThreeText": "All parties acknowledge that this agreement constitutes the full agreement between them, and they have agreed that they have not relied on any oral or written assurances in approving this agreement other than the provisions indicated in it.",
      "sectionFourDescriptionFourText": "The description of FitNee platform's services and sub-pages created by FitNee platform is an integral part of this agreement, and takes the ruling of the texts contained in these terms and conditions and is complementary to them.",
      "sectionFourDescriptionFiveText": "FitNee platform has the right to amend the agreement at any time, and the amendments received to this agreement have the same ruling and legal effect of this agreement.",
      "sectionFourDescriptionSixText": "An electronic contract arises from requesting services between the service provider on the one hand and the client on the other and this contract is considered a \"contract of providing a service,\" under which the service provider shall be bound to provide whole service to the client, and this agreement works to implement this digital contract concluded between the service provider and the client.",
      "sectionFourDescriptionSevenText": "This agreement is an integral part of the terms and conditions specific to the service provider, the terms and conditions specific to the client, and the privacy policy. It is executed and interpreted as a single legal document.",
      "sectionFiveHeadingText": "Section 5: Making Available Services",
      "sectionFiveDescriptionOneText": "We provide our services electronically, through electronic platforms that the user whether he is a user, client, service provider or visitor can register and communicate with us and with other users electronically. ",
      "sectionFiveDescriptionTwoText": "FitNee platform provides the technical and electronic infrastructure needed for its optimal operation, and contracts with third parties that directly contribute to the provision of services such as e-payment service providers. ",
      "sectionFiveDescriptionThreeText": "Services may not be available from time to time, there may be malfunctions due to contracted third parties, platform malfunctions, any of its services, problems with app stores, poor internet status, or a lack of alignment with the user's device with the website or application operation. ",
      "sectionFiveDescriptionFourText": "FitNee platform will strive to fix any problems facing the work of FitNee platform on an ongoing basis, and we will have all the powers and authority to estimate the size and time of fixes, so there may be delays in the provision or reception of services and we may lose some data, so you agree. ",
      "sectionSixHeadingText": "Section 6: Consent and Capacity",
      "sectionSixMainDescriptionText": "You declare that you have the legal capacity necessary for concluding and accepting this agreement and that you have the full unrestricted legal authorities according to the following conditions:",
      "sectionSixDescriptionOneText": "The user is required to be 18 years of age or older, and anyone who has not reached this age is considered a minor, so his use of FitNee platform and his entering into this agreement with us requires the consent of the guardian or legal guardian of the minor user.",
      "sectionSixDescriptionTwoText": "Provided that there is no defect of capacity that undermine the will, as the user shall have satisfaction and cognition.",
      "sectionSixDescriptionThreeText": "FitNee platform has the right to use all means of verification to ensure the availability of the legal age in the user or the completeness of his cognition and satisfaction.",
      "sectionSixDescriptionFourText": "FitNee platform shall be bound not to verify the capacity of all users of FitNee platform, nor is it obliged to verify how much the guardian or the legal guardian oversee the minor. Also, in the cases we verify it we exercise due diligence and therefore we do not guarantee that the data provided by the user is correct and accurate.",
      "sectionSevenHeadingText": "Section 7: Account",
      "sectionSevenDescriptionOneText": "Using some of our services requires sign up your account in FitNee platform, and the account provides more features for the user that may not be available to the average visitor to ensure the protection of rights and the safe use of our services.",
      "sectionSevenDescriptionTwoText": "To create your account in FitNee platform, you must provide us with your account registration data shown in the online registration form, and you must fill in all the required data and ensure that it is accurate before completing your account registration request.",
      "sectionSevenDescriptionThreeText": "The user shall be registered in his personal name and he shall keep out of using any false or misleading names. The service provider shall register in his personal name and shall be bound not to use any alias or untrue names and his account in FitNee platform shall express his identity. In the event that the user changes their profile picture later to an inappropriate image, they bear full legal responsibility without any legal liability on the platform.",
      "sectionSevenDescriptionFourText": "The user acknowledges that the data provided by him through FitNee platform is correct, accurate and his own. Also, he bears any legal responsibility arising from any false, misleading or of data of others he provided by FitNee platform.",
      "sectionSevenDescriptionFiveText": "The user shall activate the account by the technical methods approved on the part of FitNee platform, and the platform has the right to cancel any account that has not been activated.",
      "sectionSevenDescriptionSixText": "FitNee platform reserves the right to cancel account that is not used for a certain period of time, for over 60 days.",
      "sectionSevenDescriptionSevenText": "The user shall be bound to maintain the user name and password of his account on FitNee platform, and not to disclose them to anyone else, and the user bears the legal responsibility for all activities and transactions made through his account.",
      "sectionSevenDescriptionEightText": "The user shall be bound to notify us immediately in case of loss of password, hacked the account or use by anyone else so that FitNee platform can take the necessary procedures to maintain the integrity and security of the account and the transactions made through it.",
      "sectionSevenDescriptionNineText": "The user is prohibited from authorizing others to use his account registered with us. Also, the user is prohibited from using anyone else's account without obtaining our express consent.",
      "sectionSevenDescriptionTenText": "The user is prohibited from registering with us with more than one account in FitNee platform. Also, the user is prohibited from registering with us again in case of blocking his account without obtaining our consent, and if FitNee platform finds that out, we have the right to block account while taking appropriate actions.",
      "sectionEightHeadingText": "Section 8: Digital Signature",
      "sectionEightDescriptionOneText": " By using FitNee platform services, you agree to this agreement and acknowledge that you are legally bound by the terms and conditions stipulated in this document or its amendments.",
      "sectionEightDescriptionTwoText": "By registering to get an account in FitNee platform, or by clicking to accept the Terms of Service when claiming it on FitNee platform, it is considered that you have implemented this agreement and other terms of service electronically and that is considered as an electronic signature on this agreement. This agreement is legally effective against you from the date of registering your account or from the date of your clicking to accept the terms of service.",
      "sectionEightDescriptionThreeText": "Your use of FitNee platform or any of the services available through it is considered as express consent to the terms and conditions stipulated in this document and all other policies, is an electronic signature on this agreement, and is legally binding on it from the date of this use.",
      "sectionNineHeadingText": "Section 9: Conditions of Using Platform",
      "sectionNineMainDescriptionText": "We allow FitNee platform to be used in accordance with the terms of this agreement, and your use of FitNee platform is subject to all the conditions and items contained and to our acceptable use policy.",
      "sectionNineDescriptionOneText": "The services of FitNee platform shall be available within the Kingdom of Saudi Arabia. Nevertheless, they can reach FitNee platform anywhere in the world. We accept requests from within and outside the Kingdom of Saudi Arabia, with the condition that they are executed according to our internal operating procedures.",
      "sectionNineDescriptionTwoText": "You promise the instructions of FitNee platform in relation to your account including the methods of using the account or the additional services as well as all precautions of use.",
      "sectionNineDescriptionThreeText": "You promise to make available the information and documents necessary and which is required by FitNee platform from you at any time whether during the participation with us and the registration of your account or during the provision of services to you after registering your account.",
      "sectionNineDescriptionFourText": "The user undertakes to precisely enter the information required to be entered in FitNee platform and he shall be responsible for regularly reviewing this information for the purpose of correcting, modifying or renewing it as long as you have new information regarding this and you are required to keep all the data and documents proving that.",
      "sectionNineDescriptionFiveText": "All the information you disclose shall be real, updated and correct and express yourself and match with what is required in the registration form we have.",
      "sectionNineDescriptionSixText": "In case you have provided incorrect, unprecise, non-synchronized, or incomplete information or in case we have reasonable reasons to suspect that this information is incorrect, unprecise, non-synchronized, in complete or inconsistent with this agreement of use and without prejudice to any other rights under this agreement or the law, we will suspend or cancel your account.",
      "sectionNineDescriptionSevenText": "It is prohibited to engage in any illegitimate activities through FitNee platform, or to use FitNee platform for illegal purposes such as deception, forgery, fraud, money laundering, illegal transfers or other crimes.",
      "sectionNineDescriptionEightText": "It is prohibited to use any data of other users for illegal purposes, such as defamation, abuse, violation of the right to privacy or using for direct or indirect marketing purposes without obtaining our consent.",
      "sectionNineDescriptionNineText": "It is prohibited to use FitNee platform for the purposes of committing hacking crimes, cracking passwords, facilitating the commission of those acts, unauthorized access to the private accounts, modifying, deleting them or other illegal technical acts.",
      "sectionNineDescriptionTenText": "We provide FitNee platform services technically for individuals to communicate for the purposes of agreeing on the provision of services, therefore the parties communicate electronically at their own responsibility.",
      "sectionNineDescriptionElevenText": "In case of using a picture for the account via FitNee platform, the picture shall be user-specific and not subject to any legal rights specific to others, and its addition through FitNee platform doesn’t lead to violate any of intellectual property rights or privacy rights of others.",
      "sectionNineDescriptionTwelveText": "You acknowledge that you approved on this agreement even if it contravenes the complementary legal provisions that individuals may agree to violate, but the jus cogens legal provisions are applied to all users even if these legal provisions contravene the provisions of this agreement.",
      "sectionNineDescriptionThirteenText": "The user undertakes to notify us promptly in case of discovering any illegal acts, transactions, conducts or behaviors that violate public order and public morals via FitNee platform, and the user shall be bound to notify us in case he discovers any illegal use for FitNee platform or for any of the services, selling orders or credit cards.",
      "sectionNineDescriptionFourteenText": "The user undertakes to preserve all our rights arising from this agreement and not to breach them or manipulate FitNee platform in any way. Also, the user is committed to all obligations arising from this agreement and not to derogation from them as long as they produced their legal effects.",
      "sectionNineDescriptionFifteenText": "The platform provides a Chat service for clients and service providers, enabling both parties to communicate through the chat feature. Each user is fully responsible for all information they send or exchange through the platform, including any legal violations or breaches of the terms and conditions and privacy policy.",
      "sectionTenHeadingText": "Section 10: Terms and Conditions of The Services",
      "sectionTenDescriptionOneText": "The service provider guarantees that he/she has all the legal competencies and authorities that qualify him to agree on displaying services through FitNee platform. Also, it guarantees that he/she has all the permits and licenses necessary for displaying services electronically.",
      "sectionTenDescriptionTwoText": "The services offered via FitNee platform shall correspond to the definition of the services mentioned in Section One of the terms and conditions. The services shall be legal and authorized to be sold according to the laws in force and the service provider shall get the licenses for selling them. The service provider guarantees the commitment to provide the essential data about services, particularly the source, price, qualities and basic characteristics of the service.",
      "sectionTenDescriptionThreeText": "The provision of the service shall be fully compliant with the provisions of this agreement, and any professional conditionalities the nature of the profession impose or custom even if it is not stipulated in this agreement. Also, this service shall correspond to the clients protection obligations stipulated in the consumer protection laws.",
      "sectionTenDescriptionFourText": "The service is provided entirely on the part of the service provider the holder of the account registered with us. The provision of services agreed upon through FitNee platform by other persons who are not registered in FitNee platform is prohibited, and subcontracting to provide the services agreed upon through FitNee platform is prohibited.",
      "sectionTenDescriptionFiveText": "The service provider undertakes that it shall not display, provide, promote or advertise any services/products which are based on fraud, are spoiled or misleading and could cause harm to the client upon using them.",
      "sectionTenDescriptionSixText": "The service provider undertakes to follow the instructions and legal requirements of making the services data and features clear according to the Ministry of Commerce laws or the government agencies concerned with the service provider's business.",
      "sectionTenDescriptionSevenText": "The service provider undertakes that it shall publicize the prices of services clearly via FitNee platform with the addition of value-added tax on the amount if they are applied and write this price on services upon delivering them to the client and the client shall be entitled to ask for an invoice in relation to the products, he bought from the service provider.",
      "sectionTenDescriptionEightText": "The service provider undertakes those services delivered to the client shall correspond to the specifications publicized by FitNee platform.",
      "sectionTenDescriptionNineText": "The service provider guarantees the commitment to safety regulations and quality standards, and guarantee them to be available in the client's services in accordance with Saudi standard specifications, or in accordance with the international standards adopted in the Kingdom of Saudi Arabia if they don’t exist. The service provider undertakes that it shall be restricted by the conditions connected with public health and safety. The services offered for sale via FitNee platform shall correspond to the legal stipulations imposed by applicable laws.",
      "sectionTenDescriptionTenText": "It shall be prohibited to offer the alcoholic materials or drugs or the services which encourage gambling. Also, it shall be prohibited to offer products whose possession constitutes a criminal offence. In addition, it shall be prohibited to offer medicines or pills of drugs for sale via FitNee platform.",
      "sectionTenDescriptionElevenText": "The service provider alone shall be liable for the illegality of the services he offers for sale via FitNee platform and he alone shall incur all the legal liability in case of the breach by these services of the terms of this policy or the provisions of the laws in force.",
      "sectionTenDescriptionTwelveText": "The service provider alone shall incur liability for the invalidity of the services. The service provider alone shall incur the liability for any damages arising from the use of the services without any liability of FitNee platform.",
      "sectionTenDescriptionThirteenText": "The service provider acknowledges that it is fully responsible for all the service and product information it delivers without any legal liability on FitNee platform. The platform is not responsible for the correctness of the information.",
      "sectionTenDescriptionFourteenText": "The service provider guarantees the legality and validity of the services for use, and that they do not cause any harm to clients. Also, the service provider bears all legal liability and compensations arising from any damages relating to the services.",
      "sectionTenDescriptionFifteenText": "In instances where service provision requires external communication between the client and service provider, such as services rendered at home, a sports center, or similar locations, both the client and service provider acknowledge that any external communication occurs under their personal responsibility, absolving the platform from any legal liability. Should the parties communicate via WhatsApp or any other means external to the platform, the platform reserves the right to deactivate your account.",
      "sectionElevenHeadingText": "Section 11: Advertisements Policy",
      "sectionElevenMainDescriptionText": "FitNee platform shall allow the service providers to publish the advertisements online through FitNee platform and the publication process of advertisements shall be governed by the following conditions:",
      "sectionElevenDescriptionOneText": "The service provider shall be bound to add services from within the categories specified by FitNee platform, and FitNee platform has the right to delete any content that is inappropriate or not subject to the categories available through FitNee platform. ",
      "sectionElevenDescriptionTwoText": "The advertisements must be lawful and must comply with this agreement and the laws in force. Moreover, the advertisement must include the essential data of the services advertised. This data and the prices offered must be corresponding.",
      "sectionElevenDescriptionThreeText": "The service provider shall be bound to put images of its services of high quality, and that these images shall be free of any logos, names, identification data or watermarks, and we are entitled to put the logo of FitNee at any time, and all the images attached to the site are possessed by FitNee platform and FitNee platform is entitled to benefit from them at any time.",
      "sectionElevenDescriptionFourText": "The advertisement must not violate any of the rights of third parties such as intellectual property rights, privacy rights, commercial rights, trademarks and other rights. ",
      "sectionElevenDescriptionFiveText": "FitNee platform at any time shall be entitled to delete the content published by the service provider via FitNee platform in case we see that this content violates the intellectual property rights, trade marks, the rights of privacy, trade rights or other intellectual property rights of third parties.",
      "sectionElevenDescriptionSixText": "The service provider shall bear all the legal liability in case he violates any personal property rights or intellectual property rights over any content published by him via FitNee platform.",
      "sectionElevenDescriptionSevenText": "We shall be entitled at any time to put the name FitNee on the content you provide via FitNee platform.",
      "sectionElevenDescriptionEightText": "Any offers, ads, or competitions that have not been posted on one of the digital channels of FitNee or via the affiliated social media that are managed by FitNee platform shall be null, and you have no right to demand FitNee platform to carry them out.",
      "sectionElevenDescriptionNineText": "FitNee platform is not responsible in any way for any fraud committed through offers, ads or competitions unofficially held on behalf of FitNee platform.",
      "sectionTwelveHeadingText": "Section 12: Pricing ",
      "sectionTwelveDescriptionOneText": "Pricing is done by the service providers who have an account on FitNee platform, and each service provider price the service that it provides through FitNee platform, and therefore the client knows and agrees that the price of a single service may vary from one service provider to another depending on the policy of each service provider.",
      "sectionTwelveDescriptionTwoText": "The prices of the services through FitNee platform shall be clearly specified, and those prices remain applicable to any ongoing orders even if the service price is changed upwards in the subsequent orders.",
      "sectionTwelveDescriptionThreeText": "The service provider shall be bound to announce clearly the price of services via FitNee platform and shall be bound by these announced prices in his relation with the client and not being bound by the announced prices shall result in the rescission of the contract between us and him and the suspension of his account to FitNee platform and we shall be entitled to fine him the necessary sums of money and the client shall be entitled to resort to judiciary.",
      "sectionTwelveDescriptionFourText": "The price of the service available through FitNee platform shall be the competitive price approved on the part of the service provider, and the service provider is prohibited from providing prices that are lower than those advertised on the part of him via FitNee platform. ",
      "sectionThirteenHeadingText": "Section 13: Bilateral Contract ",
      "sectionThirteenDescriptionOneText": "In case the client orders a service from the service provider and the service provider accepts this order, in this case a bilateral contract arises between the client on the one hand and the service provider on the other, and this contract is bilateral, and the role of FitNee platform is limited to facilitate the process of linking between the parties technically, thus the parties guarantee that their obligations are implemented  without providing any guarantees by FitNee platform, and FitNee platform does not bear any legal responsibility in case any of the parties prejudice to the implementation of their obligations under the bilateral contract, and FitNee platform will not be a party to this contract.",
      "sectionFourteenHeadingText": "Section 14: Service Delivery Procedures ",
      "sectionFourteenDescriptionOneText": "The services of FitNee platform are delivered online through our work cycle within FitNee platform, by opening an order through FitNee platform and managing it completely until it is closed after the order is delivered.",
      "sectionFourteenDescriptionTwoText": "FitNee platform provides multiple payment services that suit all its users. FitNee platform provides an online payment service through an online payment portal by contracting with an online payment service provider to deliver a secure service to our clients according to the payment policy.",
      "sectionFourteenDescriptionThreeText": "FitNee platform provides the terms, conditions and working procedures to manage all your uses of FitNee platform and its services while providing policies for payment, cancellation, returns and refunds that are binding on all parties.",
      "sectionFifteenHeadingText": "Section 15: Taxes ",
      "sectionFifteenDescriptionOneText": "The service provider shall be bound to pay all government taxes of different types that are imposed on the activity he engaged in through FitNee platform.",
      "sectionFifteenDescriptionTwoText": "The client shall be bound to pay all taxes recognized by law on the services that he benefits from through FitNee platform, including VAT (5% of the service value) that is added to the service order and paid directly to the competent tax authorities.",
      "sectionSixteenHeadingText": "Section 16: Subscription Policy",
      "sectionSixteenDescriptionOneText": "The platform enables clients to subscribe to services provided by service providers through monthly, bi-monthly, or quarterly subscriptions, each with its own features and price. The client pays the subscription fee in advance.",
      "sectionSixteenDescriptionTwoText": "Subscribing to a package implies the client's explicit agreement to all features, benefits, services, and information provided by the service provider, including agreement on the service provider's identity and the specified package price.",
      "sectionSixteenDescriptionThreeText": "The subscription is valid only for the specified period. Upon expiration, clients must renew the subscription to continue using the service. Failure to renew will result in service discontinuation.",
      "sectionSixteenDescriptionFourText": "Should the client wish to renew the subscription, it will be based on the new prices defined at the time of re-subscription or renewal, allowing the service provider to adjust the subscription value after the subscription period ends.",
      "sectionSixteenDescriptionFiveText": "Subscription fees are paid according to our designated payment policy in this document.",
      "sectionSeventeenHeadingText": "Section 17: Payment Policy",
      "sectionSeventeenMainDescriptionText": "The payment policy determines the payment methods and mechanisms that apply to all financial transactions made through FitNee platform, and the payment is made in accordance with the following controls:",
      "sectionSeventeenDescriptionOneText": "FitNee platform provides electronic payment service and FitNee platform's e-wallet through an electronic payment provider, and is the company is the broker in the electronic payment process to ensure security of the payment process sufficiently.",
      "sectionSeventeenDescriptionTwoText": "Users can send and receive payments through the platform using Visa, Mastercard, STC Pay, Apple Pay, or any other available payment method through the platform, exclusively via the website.",
      "sectionSeventeenDescriptionThreeText": "The user bears the fees for bank transfers assessed on payment processes he made through FitNee platform. ",
      "sectionSeventeenDescriptionFourText": "FitNee platform is does not bear the consequence any errors in electronic payment processes made by the client via FitNee platform.",
      "sectionSeventeenDescriptionFiveText": "We may ask you to pay through certain payment methods, the approved payment methods may vary from time to time, and in some transactions, we may ask you to use certain payment methods.",
      "sectionSeventeenDescriptionSixText": "FitNee platform audits the payment made by the client before starting to carry out the service, and the payment must be correct and acceptable by FitNee platform management and the payment gateway.",
      "sectionSeventeenDescriptionSevenText": "FitNee Platform retains at any time to change the payment clauses approved in this policy. Also, we have the right to change this policy completely, the new adjustments will be applied with a direct effect on new orders, and all the ongoing orders will be terminated at the time of adjustment in accordance with the terms of the policy on the basis of which the orders were submitted.",
      "sectionEighteenHeadingText": "Section 18: Cancellation Policy",
      "sectionEighteenDescriptionOneText": "Clients can cancel subscriptions within a maximum of 72 hours from the subscription date. In such cases, the platform refunds the amount to the client's wallet within the platform. The client can utilize the same balance for subscription in services and can cancel a maximum of three times. This implies that the client cannot cancel the subscription after three previous cancellations.",
      "sectionEighteenDescriptionTwoText": "The service provider has no right to cancel the confirmed orders through FitNee platform, and if the service provider cancels the order or does not carry out the service for the client, he is obligated to pay a fine equal to the booking value that is discounted from his balance in FitNee platform or added in minus to his wallet and discounted from any subsequent dues to the service provider.",
      "sectionEighteenDescriptionThreeText": "If the service is carried out by the service provider, the client will not be able to cancel and he\\she will have the right to rate the service he\\she received from the service provider.",
      "sectionEighteenDescriptionFourText": "The administration of FitNee platform has the right at any time to cancel any of the orders placed through FitNee platform according to our vision, and we also have the right to cancel any orders in implementation of the terms and conditions.",
      "sectionNineteenHeadingText": "Section 19: Reviews",
      "sectionNineteenDescriptionOneText": "The reviews provided by clients and handymen through FitNee platform shall be directly related to the provision of services, and it is prohibited to provide reviews related to topics other than the service provided.",
      "sectionNineteenDescriptionTwoText": "The reviews shall be sincere and reflective of the service provided, the review shall be related to the service itself or service performance by the service provider.",
      "sectionNineteenDescriptionThreeText": "Review shall be done using appropriate words, it is prohibited to use inappropriate words or offensive to any party in any way, and a negative review shall be within the limits of legally permitted criticism.",
      "sectionNineteenDescriptionFourText": "It is prohibited to provide advertising content, publishing of software, websites or platforms links that are not affiliated with us during the use of the review service. Also, it is prohibited to publish any means of communication through the review service.",
      "sectionNineteenDescriptionFiveText": " It is prohibited during reviews to mention names, persons, institutions, companies or symbols, insulting or offensive to them in any way. Also, it is prohibited to use religious slogans or words disparage cultures or peoples or against applicable laws.",
      "sectionNineteenDescriptionSixText": "It prohibited to agree between the parties to provide positive reviews through FitNee platform in order for the service provider to benefit from them that are further from the truth, and we will consider these reviews misleading and we will delete them.",
      "sectionNineteenDescriptionSevenText": "It is prohibited for one party to make an arbitrary review with a view to offensive to the other party and we will consider these reviews malicious and we will delete them.",
      "sectionNineteenDescriptionEightText": "In all case, FitNee platform will not bear any responsibility regarding the sincerity of the reviews or responses, and their legality. Also, we are not responsible for the illegitimate reviews and responses and they are the responsibility of their holders only.",
      "sectionNineteenDescriptionNineText": "Reviews provided through FitNee platform do not grant any privilege to the service providers and users, nor do the reviews give any firm indication of the poor service provided by the service provider, they eventually reflect the opinion of their writer.",
      "sectionNineteenDescriptionTenText": "FitNee platform reserves the full right to review and delete any illegitimate reviews or responses, as well as to suspend or cancel the offending person's account, and not deleting the illegitimate reviews and responses don’t mean that we are participate or agree on publishing. Our right to review reviews and responses should not be understood as a legal obligation on us, and you should inform us in case there are illegitimate reviews or responses to take appropriate action against them.",
      "sectionNineteenDescriptionElevenText": "FitNee platform reserves its right to refuse to publish any reviews or responses at any time if they contravene the previous provisions, and in all cases, we reserve the full right to access to justice and to pecuniary all appropriate compensation if the reviews and responses cause damage to our own platform while the injured and the community reserving their right to criminal sanctions.",
      "sectionNineteenDescriptionTwelveText": "FitNee platform reserves the full right to review and delete any illegitimate reviews or responses under any reason. ",
      "sectionTwentyHeadingText": "Section 20: Settlement of disputes between the parties",
      "sectionTwentyDescriptionOneText": "Both the client and the service provider have the right to submit a complaint for FitNee platform related to the service, and FitNee platform administration will follow up the complaint, communicate with the parties and try to resolve the problem, in this case the administration can punish the parties (temporary suspension, permanent suspension or warning the user).",
      "sectionTwentyDescriptionTwoText": "The actions and decisions taken by the administration within FitNee platform do not prejudice the right of each party to take legal actions against the other party without referring to us in any way.",
      "sectionTwentyOneHeadingText": "Section 21: Copyrights",
      "sectionTwentyOneDescriptionOneText": "FitNee platform and ideas expressed within it shall be our intellectual property rights. Any imitation or plagiarism of FitNee platform or some of its services (including ideas, texts, symbols, software and content) shall be deemed to be a violation of our copyrights for which we will take all the legal procedures against the perpetrator of the said violations.",
      "sectionTwentyOneDescriptionTwoText": "All the contents included or available within the services of FitNee platform such as (texts, logos, pictures, graphs, voice, recordings, icon buttons, digital contents, materials that are uploaded, software and collection of data) shall be the property of FitNee platform.",
      "sectionTwentyOneDescriptionThreeText": "The collection of all data inserted in the service of FitNee or making it available by any of our services shall be exclusively and privately owned by FitNee platform and protected under the international conventions in force such as Bern Convention and TRIPS Agreement.",
      "sectionTwentyTwoHeadingText": "Section 22: Trademarks",
      "sectionTwentyTwoDescriptionOneText": "FitNee and its associated logos, all images, logos, page headers, buttons' icons, texts and service-based names are trademarks, commercial designs and service marks for FitNee platform, and may not be quoted, imitated, copied or adjusted without obtaining our written consent.",
      "sectionTwentyTwoDescriptionTwoText": "Our trademark, service marks and all designs are used exclusively by the administration of FitNee platform, and therefore they are prohibited from being used in any media or advertisement outlet or use them to contact with any product or service that non-affiliated to us without obtaining our written consent.",
      "sectionTwentyTwoDescriptionThreeText": "Other's bodies trademarks or service marks may be provided through FitNee platform, and these bodies have the right to defend their trademark rights in case of attack on them by any of FitNee platform users by directly referring to the user who has violated those rights.",
      "sectionTwentyThreeHeadingText": "Section 23: Content Terms and Conditions",
      "sectionTwentyThreeDescriptionOneText": "The user acknowledges that he has the full right to publish content via personal account, and that this content does not contradict applicable laws and does not violate any of the rights of the others. Also, the user bears all legal responsibilities in case he breaks any applicable laws or in case he violates any personal property or intellectual property rights on any of the content he publishes via FitNee platform.",
      "sectionTwentyThreeDescriptionTwoText": "The user shall be bound not to publish any content that is contrary to the objectives  and goals of FitNee platform, any commercial content that is not related to the services, any political content, a content that degrades of individuals, companies, government or non-governmental bodies, any content aimed at defamation of religion or offend different peoples, states or cultures or other content that is against the law or public order of the Kingdom of Saudi Arabia.",
      "sectionTwentyThreeDescriptionThreeText": "The user shall be bound to check the accuracy and credibility when viewing his content through FitNee platform, and to undertake to move away from providing false, misleading or illegal content. Also, in all cases FitNee platform does not bear any legal responsibility regarding the publishing of content via FitNee platform. Moreover, FitNee platform is not legally responsible for the user's violation of any rights of others and it is the responsibility of the user's alone.",
      "sectionTwentyThreeDescriptionFourText": "FitNee platform doesn’t bear any responsibility regarding the misuse of content, which is the responsibility of the user who misuses the content, in this case the user is responsible against us about his use of the content of FitNee platform.",
      "sectionTwentyThreeDescriptionFiveText": "The user gives us the right to view and share the content that he has posted via FitNee platform, and we have the right at any time to put FitNee name on the content you have submitted via FitNee platform or use it in any promotional works for FitNee platform to increase its effectiveness and the members registered in it.",
      "sectionTwentyThreeDescriptionSixText": "It is prohibited to share any illegal content between users via FitNee platform. Also, it is prohibited to send any messages containing illegal information, data or content, or offensive to the addressee, FitNee platform, or the others.",
      "sectionTwentyThreeDescriptionSevenText": "FitNee platform has the right at any time to delete content published by the user via FitNee platform if we see that this content violates intellectual property rights, trademarks, privacy rights, commercial rights, or other proprietary rights of others or if we receive a report about that.",
      "sectionTwentyFourHeadingText": "Section 24: Use licenses",
      "sectionTwentyFourDescriptionOneText": "By your approval of the terms of this agreement and full compliance with all the terms and conditions contained in it and by maintaining all our financial and non-financial rights, FitNee platform gives you a limited, non-exclusive, non-transferable and sub- licensable license to access the non-commercial use of FitNee's platform services.",
      "sectionTwentyFourDescriptionTwoText": "We provide the services of using FitNee platform and account granted through it by the 'license for use' system, and therefore we have the right to withdraw this license at any time without giving reasons and to discontinue platform or account services without requiring the consent of any of FitNee platform users.",
      "sectionTwentyFourDescriptionThreeText": "The license granted for the user does not include reselling or any commercial use of any of our services or their contents, nor does it include any copies of the content available through FitNee platform, any use of data mining means, any use of similar data collecting and extracting tools or any other unauthorized use by us",
      "sectionTwentyFourDescriptionFourText": "You are prohibited from doing or participating in reproducing or making an exact copy of this platform, copying, selling or reselling any part of it, or using it differently for commercial or non-commercial exploitation purposes without obtaining express written consent from FitNee platform.",
      "sectionTwentyFourDescriptionFiveText": "It is prohibited to use copyright, our trademarks, any service marks or any designs or models available through FitNee platform without obtaining express consent from FitNee platform.",
      "sectionTwentyFourDescriptionSixText": "The license allows you to use our services only legally, and you are prohibited from using our services for any purposes not advertised or unauthorized by us.",
      "sectionTwentyFourDescriptionSevenText": "The licenses granted by us expire if you do not comply with any of the terms and conditions stipulated in this agreement. Also, FitNee platform reserves all rights not expressly granted to you in this agreement or any terms of other service.",
      "sectionTwentyFiveHeadingText": "Section 25: Third parties",
      "sectionTwentyFiveDescriptionOneText": "The use of FitNee platform may be accompanied by providing of other-bodies services or content, which are not under our control, and therefore you acknowledge the applicability of another privacy's terms, conditions and policies to your use of the services and the content of our non-affiliate bodies.",
      "sectionTwentyFiveDescriptionTwoText": "External links of websites or platforms that are not affiliated with us may be made available, you must check these links before depending on them, we do not provide any warranties regarding the content provided in these links and it may be changed, updated or deleted by the content holders, and we do not review the content of these links, so you must check them yourself as well as agree on the terms and agreements of use of the websites and platforms that provided this content.",
      "sectionTwentySixHeadingText": "Section 26: Communications",
      "sectionTwentySixDescriptionOneText": "FitNee platform communicates with the user via the contact details provided to us by the user in the account's registration form, during communicating with us at any time or those provided by other persons about the users of FitNee platform, and in all previous cases you agree to receive communications from the administration of FitNee platform.",
      "sectionTwentySixDescriptionTwoText": "Our communications may be voice or text, and you acknowledge that those text and voice communications replace any communications or written notifications required outside FitNee platform and that they satisfy all the required legal requirements.",
      "sectionTwentySixDescriptionThreeText": "We may send promotional content about our services to you via the means of communication you provided, which means receiving updates, features and new services that have been added to FitNee platform, and you expressly agree to receive this type of messages. Also, in case you wish to stop these messages you can communicate with us or identify messages as spam, and we will stop sending you these messages, but you should know that this may result in your losing of many features offered by FitNee platform.",
      "sectionTwentySevenHeadingText": "Section 27:  Notices",
      "sectionTwentySevenDescriptionOneText": "Any notices you like to send to FitNee platform shall be sent through the features specified within FitNee platform. Any notices sent outside FitNee platform shall not be considered.",
      "sectionTwentySevenDescriptionTwoText": "Any notices FitNee platform likes to send to you shall be either by publicizing them via FitNee platform or sending them to you via the mobile phone number you provided us with during the registration process. You are supposed to have known of the notice as soon as the notice is publicized via FitNee platform.",
      "sectionTwentyEightHeadingText": "Section 28: Assignment of Rights and Obligations",
      "sectionTwentyEightDescriptionOneText": "FitNee platform shall be entitled to transfer all the rights mentioned in this agreement to third parties without any objection by the user. All shall be bound to perform all their obligations mentioned in this agreement to the assignee immediately they are notified of the assignment. The assignee shall be entitled to take all the legal procedures against whoever doesn’t perform his obligations under this agreement.",
      "sectionTwentyEightDescriptionTwoText": "You may not assign your obligations and rights under this agreement or authorize a third party to manage your account in FitNee platform except after getting a written consent from us.",
      "sectionTwentyNineHeadingText": "Section 29: Modifications",
      "sectionTwentyNineDescriptionOneText": "We shall be entitled to modify our terms and conditions at anytime and we shall publish a general notice of the new modifications via FitNee platform. Also, we shall update “Last Updated” at the top of this document.",
      "sectionTwentyNineDescriptionTwoText": "You agree to be bound by all the additional conditions and terms that will be made available to you in connection with the use of any of the services available via FitNee platform. These additional conditions and terms are attached to this agreement.",
      "sectionTwentyNineDescriptionThreeText": "We may at anytime conduct modifications or improvements we consider appropriate and necessary for increasing the efficiency of FitNee platform. The user shall be bound with any directions or instructions provided by FitNee platform to him in this regard.",
      "sectionThirtyHeadingText": "Section 30: Cancellation of The Agreement",
      "sectionThirtyDescriptionOneText": "We shall be entitled at any time to cancel all or some of the services we provide. Also, we shall be entitled at any time to cancel the terms and conditions or to replace them with another terms and conditions.",
      "sectionThirtyDescriptionTwoText": "This agreement shall be deemed to have been automatically rescinded in case of your breach of our financial rights or commissions due to us or causing legal problems to us or the parties to this agreement or to third parties or in case of your breach of any clause or paragraph of the terms and conditions of this agreement or in case of not documenting your information or suspension of FitNee platform activity. In all preceding cases, we shall be entitled to have judicially recourse against you under this agreement in case the cause of rescission is due to your breach of its provisions.",
      "sectionThirtyOneHeadingText": "Section 31: Legal Liability",
      "sectionThirtyOneDescriptionOneText": "You shall be bound by all the laws and regulations in force within the Kingdom of Saudi Arabia in relation to your use of FitNee platform and shall incur all the liability arising from your breach of the laws and regulations also you shall be bound by all the terms and conditions provided for in this agreement.",
      "sectionThirtyOneDescriptionTwoText": "The user bears the full legal responsibility in case he breaches any item, condition or paragraph stipulated in this agreement. Also, he bears the legal responsibility in case he breaches any applicable laws, and FitNee platform and the affected shall reserve all their legal rights arising from any breach by the user.",
      "sectionThirtyOneDescriptionThreeText": "Any illegal use of FitNee platform, outside the framework of this agreement or aimed at manipulating FitNee platform or its financial rights, FitNee platform will take all legal actions that preserves, including initiation of criminal proceedings against the user.",
      "sectionThirtyOneDescriptionFourText": "Any disservice to the reputation of FitNee platform whether by the users or the others, or any contribution to this disservice, FitNee platform will take all legal actions that preserves its civil and criminal rights.",
      "sectionThirtyOneDescriptionFiveText": "You shall be liable for the lack of the serious and credible use of FitNee platform and you shall be bound to compensate for any losses or damages caused to FitNee platform as a result of any illegal use or not permitted by us.",
      "sectionThirtyOneDescriptionSixText": "In case there is a dispute between the users of FitNee platform, such as the service provider and the client, for example, and non-compliance with any an amicable solution or mediation by FitNee platform, in this case each party has the right to refer to the other party without any legal responsibility on FitNee platform.",
      "sectionThirtyOneDescriptionSevenText": "In all cases and in all malfeasance and violations committed by the user, FitNee platform will not bear any legal or compensatory responsibility for any of FitNee platform users, nor will FitNee platform be responsible in accordance with the provisions of civil or criminal responsibility or the provisions of subsidiary, joint responsibility or otherwise in these cases.",
      "sectionThirtyOneDescriptionEightText": "In compliance with the provisions of the applicable laws, FitNee platform will take all necessary actions and provide all the necessary facilities and assistance to the competent bodies, including the security bodies, investigating bodies and the competent courts, in case of requesting any data, information or activities records about users who violate the applicable laws or the provisions of this agreement.",
      "sectionThirtyOneDescriptionNineText": "Not to take any legal actions in accordance with the provisions of this agreement does not imply a waiver of them or acceptance of the conducts of the user, nor does it imply waiver or acceptance of any subsequent wrongdoing conducts, and FitNee platform retains the use of all or some of its legal or contractual rights at any time permitted and to the maximum extent permitted by the legal ‎ limitation dates.",
      "sectionThirtyTwoHeadingText": "Section 32: Limits of Our Liability",
      "sectionThirtyTwoDescriptionOneText": "We provide our services as they are available through FitNee platform, and as what is explicitly advertised via FitNee platform, through this agreement or through any instructions issued by FitNee platform to any of its users, and therefore FitNee platform is not responsible for providing any current or future characteristics and features on FitNee platform.",
      "sectionThirtyTwoDescriptionTwoText": "The legal relationship that binds FitNee platform on the one hand, the client and the service provider on the other hand cannot be interpreted in contravention of the provisions of this agreement, FitNee platform cannot be considered an employer, proxy, commissioner or user of any of the parties, each person represents himself through FitNee platform, and the use of FitNee platform is based on personal consideration. Also, every user knows and acknowledges that the responsibility arising from the use of FitNee platform is 'personal responsibility' and therefore FitNee platform releases its legal responsibility for any faults made by any of FitNee platform users.",
      "sectionThirtyTwoDescriptionThreeText": "The parties and the users explicitly release FitNee platform's responsibility from any illegal conducts, activities, transactions or actions of other parties or users, and each party and user know that the role of FitNee platform is limited to link parties to each other.",
      "sectionThirtyTwoDescriptionFourText": "The parties and the users release FitNee platform's responsibility from all faults made by our affiliate persons such as: our employees, distributors, proxies and contractors. We do not accept any responsibility for their faults or any wrongful acts they do, and the wrongdoer is responsible a personal responsibility not a subsidiary responsibility.",
      "sectionThirtyTwoDescriptionFiveText": "FitNee platform doesn’t provide any guarantee and shall not incur any liability in relation to the modernity, commonness, precision and quality of information received by the user via FitNee platform.",
      "sectionThirtyTwoDescriptionSixText": "The liability of using or depending on the information that is received or reached by the user through the services of FitNee platform shall completely lie on this user.",
      "sectionThirtyTwoDescriptionSevenText": "You declare that FitNee platform is an internet – based service and in spite of exerting our best to keep information safe, we can’t guarantee that information received or transmitted by the user while using FitNee platform is safe at all times.",
      "sectionThirtyTwoDescriptionEightText": "FitNee platform does not provide any guarantees or assurances that each user of this platform is the person he claims to be, or that the personal data that any user adds via FitNee platform is necessarily legally attributed to this person, and therefore the parties shall fully verify their personal identity in case there are any transactions between them.",
      "sectionThirtyTwoDescriptionNineText": "FitNee platform is not responsible for any private conduct of any of the parties, and each party has the right to take all appropriate legal actions in case of suffering any abuse or fraud, without the slightest legal responsibility on FitNee platform.",
      "sectionThirtyTwoDescriptionTenText": "We might at anytime modify, suspend or interrupt the services of FitNee platform without sending a notification to you thereof. Also, we might suspend your use of our services in case you violate these conditions and terms or in case you have misused these services from our point of view.",
      "sectionThirtyTwoDescriptionElevenText": "Without prejudice to its other rights, FitNee platform shall be entitled to suspend or cancel your account or your access to FitNee platform at any time without notice and for any reason and to cancel this agreement.",
      "sectionThirtyTwoDescriptionTwelveText": "FitNee platform reserves the right to adopt and apply all the conditions of exemption from responsibility or limit it stipulated in this item or in any other items, conditions or paragraphs stipulated in this agreement or in the applicable laws.",
      "sectionThirtyThreeHeadingText": "Section 33: Compensations",
      "sectionThirtyThreeDescriptionOneText": "FitNee platform does not provide any kind of insurance or compensation to any of the parties or users of FitNee platform in case that any of them suffer any damages arising from the use of FitNee platform, request the services through it or implement the provisions of this agreement or the applicable laws, including direct and indirect damages, loss of profits, fame or any other losses or damages.",
      "sectionThirtyThreeDescriptionTwoText": "FitNee platform will not be responsible a joint or subsidiary responsibility with any of the users in case any of them cause damage to any of the users, other parties, breach this agreement or applicable laws and the compensatory responsibility is personal.",
      "sectionThirtyThreeDescriptionThreeText": "The user shall be bound to compensate us full compensation in case of causing any damage to us as a result of misuse of FitNee platform services or damage to us, our employees, proxies, distributors or all persons affiliated with us, and the compensation shall redress all damages caused by the user directly or indirectly.",
      "sectionThirtyFourHeadingText": "Section 34: Platform's Updates",
      "sectionThirtyFourDescriptionOneText": "FitNee platform has the right at any time modify, develop, improve or delete any of the services it provides at any time without obtaining the consent of any of FitNee platform users.",
      "sectionThirtyFourDescriptionTwoText": "FitNee platform has the right to add any new services, change the name or description of any existing services. Also, we have the right to change the purposes and objectives on which FitNee platform is underpin, to change the content of the services in whole or to change the activity of FitNee platform partially or completely without obtaining the consent of any of FitNee platform users.",
      "sectionThirtyFiveHeadingText": "Section 35: Applicable Law and Competent Courts",
      "sectionThirtyFiveDescriptionOneText": "This agreement is governed by the applicable laws and in force within the Kingdom of Saudi Arabia, and the “Riyadh” court of First Instance shall competent to any dispute arising out of the interpretation or implementation of the provisions of this agreement, and all disputes between FitNee platform and any of its users are subject to the exclusive competence of this court, and this item is considered as a binding agreement for both parties and a consent to domestic competence.",
      "sectionThirtyFiveDescriptionTwoText": "In case any item of this agreement becomes legally ineffective as a result of revoke it by a judicial decision or enforceable arbitration agreement, this does not affect the applicability of the provisions and items of another agreement, and the agreement remains in force against the one who the verdict is issued in favor of.",
      "sectionThirtyFiveDescriptionThreeText": "In case any of the provisions of this agreement are revoked in accordance with the previous paragraph, in this case the effects of these items will be suspended from the date of the verdict for the one who the verdict is issued in favor of , but for the rest of the users all these items and conditions will remain in force against them, the revoke of a condition for one user under a judicial decision does not mean to revoke this condition for the other users, since the contractual relationship links FitNee platform to each individual user separately.",
      "sectionThirtySixHeadingText": "Section 36: Language",
      "sectionThirtySixMainDescriptionText": "The main language of the agreement of the use FitNee platform shall be the Arabic language. In case of the translation of this agreement and the contradiction of any of its translated texts with the original text, the texts written herein shall prevail and the texts in contravention shall be excluded.",
      "sectionThirtySevenHeadingText": "Section 37: Calendar",
      "sectionThirtySevenDescriptionOneText": "FitNee platform adopts the Gregorian calendar.",
      "sectionThirtySevenDescriptionTwoText": "All dates referred to in this agreement or referred to via FitNee platform are calculated with the Gregorian date."
    },
    "serviceProviders": {
      "sectionOneHeadingText": "Section 1: Specific Obligations ",
      "sectionOneDescriptionOneText": "The service providers shall be bound to get all permits and licenses connected with the exercise of their activities and FitNee platform shall not ensure the validity or legality of these permits and licenses and it shall not ensure that they have been issued by their legal competent bodies. The service provider also guarantees the validity and legality of all certificates and documents provided through the platform, bearing full legal responsibility in case they are forged, inaccurate, or expired.",
      "sectionOneDescriptionTwoText": " The service provider complies with the terms and conditions and all applicable laws, which include the E. Commerce law and its executive regulations, all civil and commercial transaction laws, electronic crime laws, consumer protection laws, anti-corruption and bribery laws. Exports, imports, tax and customs laws and other laws.",
      "sectionOneDescriptionThreeText": " The service provider shall be bound to provide FitNee platform with the content necessary to display the services electronically, including but not limited to (images, videos, texts, logo). Under this agreement, the service provider authorize FitNee platform to use these materials for the purposes of displaying the services within the period of this contract.",
      "sectionOneDescriptionFourText": " The service provider warrants that all the information, images and the files of the services provided by the service provider are true, precise and legal and are the services of the service provider. The service providers shall be bound that their advertisements and their content are true and legal and they shall be bound to get away from false or misleading advertisements and content or which violate the rights of third parties or the rights of the other projects. The service provider warrants not to publish any false or misleading information about its services and that the display of services has a commercial legality.",
      "sectionOneDescriptionFiveText": "The service provider shall be bound to register the services correctly and accurately, and he/she shall be bound to provide all the services registered through FitNee platform in the same specifications announced.",
      "sectionOneDescriptionSixText": "The service provider shall be bound to publish all its data via FitNee platform. The service provider shall update its contact information and other data regularly or whenever it changes.",
      "sectionOneDescriptionSevenText": "The service provider shall be bound to announce clearly the price of services via FitNee platform and shall be bound by these announced prices in his relation with the client and not being bound by the announced prices shall result in the rescission of the contract between us and him and the suspension of his membership to FitNee platform and we shall be entitled to fine him the necessary sums of money and the client shall be entitled to resort to judiciary.",
      "sectionOneDescriptionEightText": "The service provider must offer a complete program for the services which he offers through the platform. The service provider shall be bound to personally delivering the services to the clients. It is prohibited to delegate others to provide services to the client through the platform. The identity of the service provider is significant for both the platform and the client.",
      "sectionOneDescriptionNineText": "The services shall be provided by the service provider in accordance with the latest scientific methods in the field of service advertised, and the service provider should guarantee acts carrying out by him during the provision of the services.",
      "sectionOneDescriptionTenText": "The service provider shall not offer, advertise or provision its services outside FitNee platform at prices lower than those offered to the services via FitNee platform, the prices offered via FitNee platform must be equal to or less than the prices offered by the service provider at any other platform.",
      "sectionOneDescriptionElevenText": " If the client fulfils all his\\her payment obligations and the service provider is unable to provision the services scheduled to be ordered on the time identified and agreed upon in advance between the service provider and the client, then the client may give the service provider a notice to terminate the order and he\\she complains directly to FitNee platform to preserve the client's rights. ",
      "sectionOneDescriptionTwelveText": "The service provider knows and agrees that platform's role is to make ordering in advance processes easy online, and FitNee platform does not guarantee that the orders made by the client through FitNee platform are serious, that the client will be present electronically at the scheduled time.",
      "sectionOneDescriptionThirteenText": "The client shall stick to the time it identifies to provision the service to the client, so he/she provisions the services to the client within the time agreed upon in the service order made via FitNee platform, and the client is responsible for all the compensation set forth in the terms and conditions or in the contract in if it violates this.",
      "sectionOneDescriptionFourteenText": "The service is provided at the service provider's responsibility and he is the one who is regularly responsible for the accuracy, honesty and objectivity of the service. Also he guarantees that the content of the service is consistent with scientific and practical developments in the field of  service presentation.",
      "sectionOneDescriptionFifteenText": "The Service provider guarantees that the content of the service does not violate any intellectual property right including copyright, trademark rights, any personal or commercial rights, or any privacy right of others.",
      "sectionOneDescriptionSixteenText": "The services are provided in accordance with their advertised content via the platform, and  through the service providers registered on the platform and the services are provided on the service providers' responsibility. In case the training services don’t satisfy all the expectations of the client, the platform shall not incur any legal liability. The client can record his assessment and inform FitNee platform team through the communication method advertised via the platform.",
      "sectionOneDescriptionSeventeenText": "The platform shall not be responsible for the content of the services and in case any party has intellectual property rights over the content, the platform can cooperate with the competent bodies to seize the video and erase it.",
      "sectionOneDescriptionEighteenText": "The service provider shall be bound not to offering any services, advice, consultations, or medical prescriptions, and to provide services only within their area of expertise. They acknowledge that their services through the platform do not constitute medical services in any form.",
      "sectionOneDescriptionNineteenText": "The service provider acknowledges that we don’t interfere anyway in the provision of services to the client and it relieves us of liability to the client for any damages caused to the latter as a consequence of the lack of services quality provided to the client.",
      "sectionOneDescriptionTwentyText": "The service provider shall relieve FitNee platform of the legal liability for any personal actions done by the client and the prejudiced party has to take all the legal procedures without having recourse against FitNee platform anyway.",
      "sectionOneDescriptionTwentyOneText": "The clients registered with us in FitNee platform, shall be entitled to write any replies or comments on any review or opinion published via FitNee platform whether it is a criticism or praise.",
      "sectionOneDescriptionTwentyTwoText": "The service provider warrants to keep the contact information of the client and that it isn’t exploited in a way contrary to the privacy policy of FitNee platform.",
      "sectionOneDescriptionTwentyThreeText": "The service provider knows and declares that we don’t have a working relationship, legal representation, agency or others with the client. In case of the breach by the client of any of the service provider’s rights, service provider shall take all his legal affairs without having recourse to us or against us.",
      "sectionOneDescriptionTwentyFourText": "It isn’t permitted for you as a service provider to use the processes done within FitNee platform in another websites or applications, to exploit your reviews you have got in another websites or applications. Also, you are not authorized as a service provider to provide the reviews you have got on other websites or applications through this platform.",
      "sectionOneDescriptionTwentyFiveText": "You undertake not to conclude any ostensible agreements with clients for the purpose of benefiting from the positive review given by clients in FitNee platform. In case we discover such practices, we will suspend or close your account with us.",
      "sectionOneDescriptionTwentySixText": "The service provider declares that he isn’t employed by us and we aren’t his employer and we have no monitoring or supervisory authority over him. He also declares that he is personally liable for his work and we aren’t legally liable or liable in contract for him.",
      "sectionOneDescriptionTwentySevenText": "The service provider shall provide us with the reasons in case of canceling the order during the performance or its incompletion for any reason and we shall be entitled to accept or to refuse these reasons according to our vision and to take the appropriate action for this fact.",
      "sectionOneDescriptionTwentyEightText": "The service provider shall be bound not to communicate with clients, implement the orders or carry out transactions outside the framework applied within FitNee platform. In case of breach of these obligations, the platforms shall be entitled to permanently or temporarily suspend the service provider in relation to the use of FitNee platform.",
      "sectionOneDescriptionTwentyNineText": "The service provider is fully responsible for any damages incurred by the client due to the services, information, programs, training, or nutritional methods provided to the client. The service provider bears the full legal responsibility and is committed to all the compensation arising from that without any civil, criminal, subsidiary or joint responsibility on the platform.",
      "sectionOneDescriptionThirtyText": "The service provider should response to the client on the timing identified by him specially “not only” in the welcoming message at the beginning of the subscription, if the service provider delayed on this 2 times and more, FitNee has the right to hold his account and investigate on this. ",
      "sectionOneDescriptionThirtyOneText": "In case we receive several complaints about the Service provider, FitNee has the right to hold his account and investigate on this.",
      "sectionOneDescriptionThirtyTwoText": "FitNess will not check on the service provider if he is dedicated to a specific company, entity, gym, or anything equal.",
      "sectionOneDescriptionThirtyThreeText": "As service provider you agree to view and publish your certificates, experiences, personal photo and the Bio you have shared with FitNee in our platforms. ",

      "sectionTwoHeadingText": "Section 2: Fee Policy",
      "sectionTwoDescriptionOneText": "The platform imposes a 13% commission on the value of each service ordered by the client through the platform. The platform deducts its commission from the payment amount before transferring the service provider's dues, subject to the provisions of this document.",
      "sectionTwoDescriptionTwoText": "The VAT will be applied which is 15% value added tax.",

      "sectionThreeHeadingText": "Section 3: Dues Transfer Policy",
      "sectionThreeDescriptionOneText": " Upon settling all commissions and financial dues owed to the platform, the platform transfers the due amounts to the service provider on a weekly basis, amounting to 25% of the service value at the end of each week.",
      "sectionThreeDescriptionTwoText": " The platform settles the service provider's dues in equal installments transferred weekly until the subscription period concludes.",
      "sectionThreeDescriptionThreeText": " The platform reserves the right to cease transferring dues to the service provider under the following circumstances:  ",
      "sectionThreeDescriptionThreeListOneText": "- Service provider non-compliance with agreed-upon services or failure to adequately provide services.",
      "sectionThreeDescriptionThreeListTwoText": "- Service provider engaging in unlawful or unethical practices.",
      "sectionThreeDescriptionThreeListThreeText": "- Invalidity of the payment method provided by the service provider to receive financial dues."
    },
    "trainee": {
      "sectionOneHeadingText": "Section 1: Specific Obligations ",
      "sectionOneDescriptionOneText": "The client must have the legal capacity to request services through FitNee platform, and to request services through his account registered with us and in accordance with the terms and conditions of this agreement.",
      "sectionOneDescriptionTwoText": "All services which the client request through his account in FitNee platform serve as legal acts to which the client shall be bound, and give rise to contractual obligations both between us and the client under this agreement, or under the bilateral contract that arises between the client and the service provider under this agreement.",
      "sectionOneDescriptionThreeText": " The client shall be solely liable for the account connected with his data and he shall be liable for any illegal use not permitted that is done via his account in FitNee platform. The client knows and acknowledges that the services he receives via FitNee platform are done by services providers without any intervention by FitNee platform.",
      "sectionOneDescriptionFourText": " The Training video are provided through service providers who have a contractual relationship with FitNee platform, and in accordance with the programs and appointments advertised by the platform.",
      "sectionOneDescriptionFiveText": "The client shall prepare the computer or the smart phone whether for Android and IOS systems, in addition to the subscription to the internet with an appropriate speed to be able to have access and benefit from the services to which he has subscribed.",
      "sectionOneDescriptionSixText": "The client shall request the services through FitNee platform for legal purposes, and it is prohibited to exploit operations through the platform for illegal purposes or to abuse FitNee platform or service providers in any way.",
      "sectionOneDescriptionSevenText": "The client shall be bound not to give ostensible or untrue orders and shall incur the legal liability to the service providers in case of not complying with the orders submitted by him via FitNee platform. Also, the client shall be bound not to agree with service providers on submitting ostensible orders for purpose of the benefit by the service provider from the review of the client.",
      "sectionOneDescriptionEightText": "The client shall be ready to receive the service that is offered when you subscribing to it. The client shall prepare himself for benefiting from the service to which he has subscribed and for benefiting from the content provided and the platform shall not be liable in case the client has not benefited from the service for any reason.",
      "sectionOneDescriptionNineText": "The services are provided in accordance with their advertised content via the platform, and  through the service providers registered on the platform and the services are provided on the service providers' responsibility. In case the training services don’t satisfy all the expectations of the client, the platform shall not incur any legal liability and the client shall incur all the consequences in case he doesn’t apply the content of the service in a good way or in case he applies it in  a wrong way as well as his non-application in part or in whole. The client can record his assessment and inform FitNee platform team through the communication method advertised via the platform.",
      "sectionOneDescriptionTenText": "The client is prohibited from cancellation the order in case the service provider provides it in the form agreed upon a without any defects and in case the client refuses to receive the order despite the fact that it is provided as required by the service provider, the client de jure and de facto receives the order and shall be bound to pay for it.",
      "sectionOneDescriptionElevenText": " The client shall be bound to legally use the services, and it is prohibited to benefit from any of the services available through FitNee platform for illegal purposes or for purposes contrary to the public order in the Kingdom of Saudi Arabia or public decency.",
      "sectionOneDescriptionTwelveText": "The client agrees to treat the service provider with due respect and not to engage in any illegal actions against the service provider or any other person during the provision of services or related to those services. The platform shall not bear any legal responsibility arising from any actions taken by the client towards the service provider.",
      "sectionOneDescriptionThirteenText": "The client undertakes to respect intellectual property rights and any commercial rights belonging to service providers or the platform regarding the content received through the platform. Consequently, the client is prohibited from publishing, circulating, copying, modifying, or violating intellectual property rights in any form.",
      "sectionOneDescriptionFourteenText": "The client acknowledges and agrees that the services received through the platform are not medical consultations or prescriptions. They cannot be relied upon as medical information. It is the responsibility of the client to consult their personal physician if they have any concerns about receiving services through the platform or if any health issues arise as a result of using the services.",
      "sectionOneDescriptionFifteenText": "The client shall be bound that his review of the service provided by the service provider doesn’t involve any insult or bad names and that the criticism or review is within the limits legally permitted.",
      "sectionOneDescriptionSixteenText": "The client declares that we don’t represent him against third parties and we aren’t considered to be his agent and he is personally liable to the service provider in case of breach of the conditions and provisions provided for in this agreement or in case of breach of the legal texts and provisions in force inside the Kingdom of Saudi Arabia.",
      "sectionOneDescriptionSeventeenText": "The client shall be bound not to communicate with the service provider or give orders to him outside the framework applied within FitNee platform. In case of the breach by him of this obligation, the platform shall be entitled to permanently or temporarily suspend his use of FitNee platform as well as reserving all our other legal rights.",
      "sectionOneDescriptionEighteenText": "The client knows and agrees that the role of FitNee platform is limited to providing in advance ordering services (Booking) and that we don’t provide any of the services of service providers and we don’t interfere anyway in making available the services to the clients and we don’t provide any guarantees in respect of them and that the client receive the services under his personal liability. The client also acknowledges and agrees that the platform does not provide any guarantees regarding the validity of any certificates provided by the service provider through the platform. All documents are provided under the responsibility of the service provider",
      "sectionOneDescriptionNineteenText": "The client shall relieve FitNee platform of the legal liability for any personal actions done by the service provider and the prejudiced party has to take all the legal procedures without having recourse against FitNee platform anyway.",
      "sectionOneDescriptionTwentyText": "The client requests services through FitNee platform at his own responsibility, and FitNee platform doesn’t bear the result of any personal or physical. The client shall not be entitled be have recourse against us anyway because FitNee platform doesn’t interfere or contribute to the work of the service providers. The client releases the platform's responsibility for any damages to him or any necessary compensations as a result of  benefiting from the services provided by the service providers. The client shall relieve us of the legal liability for any damages arising from the services received by him from the service providers and the legal responsibility is limited to the service provider without any civil, criminal, subsidiary or joint responsibility on the platform.",

      "sectionTwoHeadingText": "Section 2: Video Subscription Policy",
      "sectionTwoDescriptionOneText": "The subscription to the training videos shall require the registration of your account in the platform and the details of the account shall include (e-mail, user name, password, password confirmation).",
      "sectionTwoDescriptionTwoText": "The subscription to the training videos shall require having access to the terms and conditions and accepting them as well as transferring the fee of the video with the payment methods approved by us.",
      "sectionTwoDescriptionThreeText": "The videos are provided in accordance with their advertised content via the platform. The content of the training video shall go with the title and the program of the video and the content shall be provided online via the platform through audio and visual movies.",
      "sectionTwoDescriptionFourText": "The client shall be bound not to post the content of the Training videos via the Internet, not to copy or trade it, or to cause the loss of any financial rights to the service providers or the platform on these services.",
      "sectionTwoDescriptionFiveText": "The platform does not offer any guarantees that the Training video will meet all expectations or that he will derive maximum benefit from it and all of this was due to the client's readiness and ability to benefit from the services provided.",
      "sectionThreeHeadingText": "Section 3: Fee Policy",
      "sectionThreeDescriptionOneText": "The platform imposes a 13% commission on the value of each service ordered by the client through the platform. The platform deducts its commission from the payment amount before transferring the service provider's dues, subject to the provisions of this document.",
      "sectionFourHeadingText": "Section 4: Refund Policy",
      "sectionFourDescriptionOneText": "Upon accepting the client's cancellation request, the platform refunds the due amounts to the client's electronic wallet within the platform. The client can reuse the amount in their platform wallet to purchase services via the platform, but cannot withdraw it. The platform does not support refunding amounts to bank or debit cards."
    }
  },
  "registerAs": {
    "registerAsText": "Register As",
    "traineeText": "Trainee",
    "trainerText": "Trainer",
    "nutritionistText": "Nutritionist",
    "trainerNutritionistText": "Trainer and Nutritionist",
    "guestText": "Guest",
    "alreadyAccountText": "Already have account?"
  },
  "guest": {
    "listOfText": "List of",
    "yearsText": "Years",
    "seeMoreText": "See More",
    "subscribeToSeeText": "Subscribe to  see  more  trainers  and  nutritionists",
    "registerText": "Register",
    "notNowText": "Not now",
    "subscribeText": "Subscribe",
    "availableHoursText": "Available Hours",
    "qualificationExperienceText": "Qualification and Experience",
    "areaSpecialtyText": "Area of Specialty",
    "bodyBuildingText": "Body Building ",
    "powerLiftingText": "Power Lifting",
    "commentsText": "Comments",
    "healthyLifeStyleText": "Healthy Lifestyle",
    "trainerNutritionistText": "Trainers & Nutritionists",
    "nutritionistsText": "Nutritionists",
    "trainersText": "Trainers",
    "bothText": "Both",
    "deleteModalText": "Are you sure you want to delete your account?",
    "noText": "No"
  },
  "contactUs": {
    "firstNameText": "First Name",
    "lastNameText": "Last Name",
    "emailText": "Email",
    "describeIssueText": "Describe Your Issue",
    "unlockYourPotentialText": "Unlock your potential",
    "transformYourBodyText": "Transform your body",
    "contactUsText": "Contact Us",
    "sendText": "Send",
    "cancelText": "Cancel",
    "modalOneText": "Your email has been sent. Our representative will reach out to you within 72 hours."
  },
  "trainer": {
    "bioText": "Bio",
    "trainerHeadingText": "Qualification and Experience",
    "commentText": "Comments",
    "trainerSubscriberText": "My Current Subscribers",
    "trainerPaymentText": "Payment History",
    "trainerPackageText": "My Packages",
    "availableHoursText": "Available Hours",
    "trainerCommentContentText": "Exemplary trainer! Skillfully tailored workouts, constant motivation, and expertise led to remarkable progress. Highly recommended for transformative fitness journeys.",
    "myCurrentTraineeText": "My Current Trainees",
    "changePasswordText": "Change Password",
    "confirmText": "Confirm",
    "submitText": "Submit",
    "nameText": "Name",
    "durationText": "Duration",
    "priceText": "Price",
    "startDateText": "Start Date",
    "endDateText": "End Date",
    "monthText": "Month",
    "editText": "Edit",
    "addText": "Add"
  },

  "paymentHistory": {
    "paymentHistoryTitleText": "Payment History",
    "availableBalanceText": "Available Balance",
    "todayText": "Today",
    "amountReleasedText": "Amount Released",
    "SARText": "SAR"
  },
  "trainerPackages": {
    "monthText": "Month",
    "subscribeText": "Subscribe",
    "todayText": "Today",
    "amountReleasedText": "Amount Released"
  },
  "traineeDashboard": {
    "traineeProgressGraph":"Trainee Progress Graph",
    "myCurrentTrainerText": "My Current Trainers",
    "myCurrentNutritionistText": "My Current Nutritionists",
    "mySubscriptionHistoryText": "My Subscription History",
    "myProgressText": "My Progress",
    "allServiceProvidersText": "All Trainers and  Nutritionists",
    "myWalletText": "My Wallet",
    "subsriptionDetailsText": "Subscription Details",
    "cancelText": "Cancel",
    "addText": "Add",
    "cancelledText": "Cancelled",
    "addProgressText": "Add Progress",
    "viewHistoryText": "View History",
    "ProteinText": "Protein",
    "bfmText": "BFM",
    "smmText": "SMM",
    "weightText": "Weight",
    "bodyFatMassText": "Body Fat Mass",
    "skeletalMuscleMassText": "Skeletal Muscle Mass",
    "addYourProgressText": "Add Your Progress",
    "saveText": "Save",
    "dateText": "Date",
    "viewGraphText": "View Graph"
  },

  "cardDetails": {
    "PaymentMethodText": "Payment Method",
    "cardNumberText": "Card number",
    "cardHolderNameText": "Cardholder Name",
    "expiryDateText": "Expiry date",
    "CVV_CVCText": "CVV/CVC",
    "promoCodeText": "Promo code",
    "useFitNeeWalletText": "Use FitNee wallet",
    "applyText": "Apply",
    "payText": "Pay",
    "priceText": "Price",
    "vatText": "Vat",
    "paymentSummaryText": "Payment Summary",
    "discountText": "Discount",
    "fitneeWalletText": "FitNee Wallet",
    "totalPayText": "Total Pay",
    "congratulationsText": "Congratulations",
    "appDownloadDescriptionOneText": "You have subscribed with XXX . XXX, he will review your profile and get back to you shortly, please download FitNee app and enable the notification.",
    "appDownloadDescriptionTwoText": "Be informed that you have the right to cancel your Subscription for any reason within 72 hours and your money will be in your wallet in the app so you can re-subscribe with other trainer or nitration specialist. You can now manage your profile and contact your Trainer/Nutrition by downloading the app",
    "googleLinkText": "Google Link",
    "appLinkText": "App Link",
    "visaMasterText": "VISA/MASTER",
    "madaText": "Mada",
    "applePayText": "Apple pay",
    "stcPayText": "STC pay",
    "billingAddressText": "Billing Address",
    "surnameText": "Surname",
    "givenNameText": "Given Name",
    "postCodeText": "Postcode",
    "selectCountryText": "Select Country",
    "selectStateText": "Select State",
    "selectCityText": "Select City",
    "addressText": "Address"
  },
  "signup": {
    "traineesText": "Trainees",
    "subscriberText":"Subscriber",
    "certificatesText": "Certificates",
    "subscriptionPlansText": "Subscription plans",
    "monthsText": "Months",
    "yourInformationText": "Your information",
    "fullNameText": "Full name",
    "firstNameText": "First name",
    "lastNameText": "Last name",
    "emailText": "Type your email",
    "passwordText": "Type your password",
    "confirmPasswordText": "Confirm password",
    "genderText": "Gender ",
    "roleText": "Role ",
    "maleText": "Male",
    "femaleText": "Female",
    "addBioText": "Add your bio here",
    "yearOfExperienceText": "Years of experience",
    "experienceText": "Experience",
    "selectText": "Select",
    "bodyInformationText": "Body information",
    "weightText": "Weight (kg)",
    "heightText": "Height (cm)",
    "skeletonMuscleText": "Skeletal Muscle Mass (kg)",
    "bodyFatText": "Body Fat Mass (kg)",
    "inBodyText": "InBody",
    "totalBodyText": "Total Body Water (litre)",
    "protienText": "Protein (g / kg)",
    "selectAreaOfSpecialtyText": "Select area of specialty",
    "myGoalText": "My goal",
    "looseWeightText": "I want to lose my 5kg weight in 4 weeks",
    "trainingGoalText": "Training goal",
    "activityLevelText": "Activity level",
    "anyFoodSensitiveText": "Any food sensitivity",
    "seeFoodText": "See food",
    "anyInjuryText": "Any injury",
    "describeInjuryText": "Describe your injury",
    "saudiRepsNumberText": "Your SAUDIREPS number",
    "enterStcPayAccountText": "Enter the phone number that has an STC pay account",
    "enterYourProfessionalText": "Enter your professional license number",
    "availableToRespondTraineeText": "You are available to respond on your",
    "addMoreText": "Add more +",
    "areYouCurrentlyWorkingText": "Are you currently working?",
    "yesText": "Yes",
    "noText": "No",
    "nextText": "Next",
    "uploadImageText": "Upload image",
    "attachCertificateText": "Attach your certificates",
    "moneyTransferText": "The money will be transferred to your STC pay account, please read the  ",
    "termsAndConditionText": "Terms and conditions  ",
    "generalText": "General terms and conditions  ",
    "acknowledgeText": "I acknowledge that I have reviewed and accepted the ",
    "cancellingSubscriptionModalText": "Are you sure about canceling your subscription?"
  },
  "login": {
    "loginText": "Sign In",
    "firstNameText": "First Name",
    "lastNameText": "Last Name",
    "emailText": "Type your email",
    "passwordText": "Type your password",
    "forgotPasswordText": "Forgot Password",
    "agreeOnFitneeText": "Agree on FitNee's  ",
    "termsAndConditionsText": "Terms and Conditions",
    "signInText": "Sign In",
    "createAccountText": "Create Account",
    "newHereText": "New Here?",
    "cancelText": "Cancel",
    "unlockYourPotentialText": "Unlock your potential",
    "transformYourBodyText": "Transform your body"
  },
  "forgotPassword": {
    "emailText": "Type your email",
    "forgotPasswordText": "Forgot Password",
    "knowMyPasswordText": "I know my password take me back to login",
    "sendText": "Send",
    "cancelText": "Cancel"
  },
  "otpVerification": {
    "verificationText": "Verification",
    "openYourEmailText": "Open your email and insert the code",
    "resendCodeInText": "Resend code in ",
    "resendCodeText": "Resend Code",
    "invalidOtpModalText": "You entered an Invalid OTP, please try again",
    "nextText": "Next",
    "okayText": "Okay"
  },
  "changePassword": {
    "currentPasswordText": "Current Password",
    "confirmPasswordText": "Confirm Password",
    "newPasswordText": "New Password",
    "confirmText": "Confirm",
    "cancelText": "Cancel",
    "unlockYourPotentialText": "Unlock your potential",
    "transformYourBodyText": "Transform your body",
    "previousPasswordText": "Previous Password"
  },
  "appDownloadLink": {
    "congratulationsText": "Congratulations",
    "getAppText": "GET APP"
  },
  "traineeServiceProviderList": {
    "trainerText": "Trainer",
    "twoMonthDurationText": "2 Months",
    "myCurrentTrainerText": "My Current Trainers",
    "myCurrentNutritionistText": "My Current Nutritionists",
    "nameText": "Name",
    "durationText": "Duration",
    "priceText": "Price",
    "startDateText": "Start Date",
    "endDateText": "End Date",
    "expiredOnText": "Expired on",
    "refundedText": "Refunded",
    "cancelledText": "Cancelled",
    "cancelText": "Cancel",
    "cannotCancelText": "Cannot Cancel",
    "expiredText": "Expired"
  },
  "traineeSubscription": {
    "oneMonthDurationText": "1 Months",
    "twoMonthsDurationText": "2 Months",
    "threeMonthsDurationText": "3 Months",
    "subscribeText": "Subscribe"
  },
  "traineeSubscriptionDetail": {
    "nameText": "Name",
    "cancelPlanText": "Cancel Plan",
    "twoMonthsDurationText": "2 Months",
    "cancelledText": "Cancelled",
    "durationText": "Duration",
    "feeText": "Fee",
    "actionText": "Action",
    "subscriptionDetailsText": "Subscription Details"
  },
  "appLink": {
    "congratulationsText": "Congratulations",
    "getAppText": "GET APP",
    "youHaveSubscribedWithText": "You have subscribed with",
    "downloadAppText": ", he/she will review your profile and get back to you shortly, please download FitNee app and enable the notification. Be informed that you have the right to cancel your subscription for any reason within 72 hours and your money will be in your wallet in the app so you can re-subscribe with other trainer or nutrition specialist. Manage your profile and contact your trainer/nutrition by downloading the app"
  },
  "messages": {
    "paymentFailedText": "Oops! Payment unsuccessful. It seems like there was an issue processing your payment. Please try again or check your payment details.",
    "noDataFoundText": "No Data Found",
    "cannotUserPromoCode": "Cannot use this Promo Code"
  },
  "topBar": {
    "dashboardText": "Dashboard",
    "editProfileText": "Edit Profile",
    "changePasswordText": "Change Password",
    "deleteAccountText": "Delete Account",
    "logoutText": "Logout",
    "walletText": "Wallet"
  },
  "validation": {
    "invalidEmailText": "Invalid email address",
    "requiredEmailText": "Email is required",
    "invalidPasswordText": "Password must be at least 8 characters long",
    "invalidPasswordTwoText": "Password must contain at least one number, one lowercase letter, one uppercase letter, and one special character",
    "requiredPasswordText": "Password is required",
    "invalidFirstNameText": "First Name should contain only letters",
    "requiredFirstNameText": "First Name is Required",
    "invalidFullNameText": "Full Name should contain only letters",
    "requiredFullNameText": "Full Name is Required",
    "invalidLastNameText": "Last Name should contain only letters",
    "requiredLastNameText": "Last Name is Required",
    "requiredMessageText": "Message is Required",
    "invalidFamilyNameText": "Family Name should contain only letters",
    "requiredFamilyNameText": "Family Name is required",
    "invalidConfirmPasswordText": "Passwords must match",
    "requiredConfirmPasswordText": "Confirm Password is required",
    "requiredGenderText": "Gender is required",
    "requiredContactText": "Phone Number is required",
    "requiredYearsOfExperienceText": "Years of experience is required",
    "requiredBioText": "Bio is required",
    "requiredDOBText": "Date of Birth is required",
    "requiredMinimumCertificateText": "At least one certificate is required",
    "invalidFileCertificateText": "Invalid file format. Only PNG, JPG, and JPEG images are allowed.",
    "requiredCertificateText": "Certificate is required",
    "limitCertificateText": "File size exceeds the maximum limit (5 MB).",
    "requiredMinimumBodyImageText": "At least one body image is required",
    "invalidFileBodyImageText": "Invalid file format. Only PNG, JPG, and JPEG images are allowed.",
    "requiredBodyImageText": "Body Image is required",
    "limitBodyImageText": "File size exceeds the maximum limit (5 MB).",
    "requiredText": "Required",
    "requiredRoleText": "Role is required",
    "requiredDayText": "Day is required",
    "requiredFromDayText": "From Time is required",
    "requiredToDayText": "To Time is required",
    "requiredTermAndConditionCheck": "You must accept the terms and conditions.",
    "tooShortText": "Too Short!",
    "tooLongText": "Too Long!",
    "invalidPreviousPasswordText": "Previous Password must be at least 8 characters long",
    "invalidPreviousPasswordTwoText": "Previous Password must contain at least one number, one lowercase letter, one uppercase letter, and one special character",
    "requiredPreviousPasswordText": "Previous Password is required",
    "requiredDescriptionText": "Description is required",
    "invalidDescriptionText": "At least one description is required",
    "requiredExerciseVideoText": "Exercise video is required"
  }
}
