{
  "landing": {
    "homeText": "بيت",
    "servicesText": "خدمات",
    "fitneeCommunityText": "مجتمع فيت ني",
    "contactUsText": "اتصل بنا",
    "trainersText": "المدربون",
    "traineesText": "المتدربين",
    "nutritionistsText": "خبراء التغذية",
    "embraceAText": "احتضان أكثر",
    "healthierYouText": "صحة لك",
    "FirstHeroSectionText": ".توفير منصة شاملة لتكون وجهة متكاملة للأفراد الذين يبحثون عن إرشادات وموارد للياقة البدنية",
    "FeaturesText": "سمات",
    "fitneeText":"لياقة بدنية",
    "FirstFeaturesText": "ربط المستخدمين بالمدربين المؤهلين: ستحافظ FitNee على دليل مدربي اللياقة البدنية المعتمدين وذوي الخبرة. سوف تفعلها يكون. التواصل مع المدربين الذين يمكنهم تقديم تمرين شخصي خطط مصممة خصيصًا لتلبية احتياجاتهم وأهدافهم المحددة. ونحن نسعى جاهدين ل تأكد من أن كل مدرب مدرج على منصتنا يتمتع بمستوى عالٍ معايير الخبرة والكفاءة المهنية.",
    "SecondFeaturesText": "تسهيل التوجيه الغذائي: نحن ندرك أهمية التغذية في تحقيق أهداف اللياقة البدنية. نحن نهدف إلى تقديم قائمة شاملة من متخصصي التغذية الذين يمكنهم تقديم خطط وجبات شخصية ونصائح غذائية وإرشادات حول عادات الأكل الصحية",
    "ThirdFeaturesText": "مكتبة التمارين الشاملة: سنعرض مجموعة واسعة من التمارين، بما في ذلك التعليمات التفصيلية ومقاطع الفيديو والتنوعات لتزويدك بمجموعة متنوعة من التمارين التي تستهدف مجموعات العضلات ومستويات اللياقة البدنية المختلفة. نحن نهدف إلى تلبية احتياجات كل من عشاق اللياقة البدنية المبتدئين والمتقدمين، مما يضمن أن مكتبة التمارين لدينا تقدم شيئًا للجميع.",
    "FourthFeaturesText": "مجتمع FitNee: تسعى FitNee جاهدة لإنشاء مجتمع نابض بالحياة وداعم حيث يمكن للمستخدمين التواصل مع الأفراد ذوي التفكير المماثل ومشاركة رحلات اللياقة البدنية الخاصة بهم والبحث عن التحفيز والتشجيع.",
    "feedbackText":"التقيمات",
     "ourText":"ملكنا",
     "goalText":"هدف",
     "visionText":"رؤية",
     "whatIsText":"ما هو",
     "secondHeroSectionTextOne":"الهدف الأساسي لـ FitNee هو إلهام وتحفيز الأفراد على تبني نمط حياة صحي والحفاظ عليه.",
     "secondHeroSectionTextTwo" :"هنا في FitNee نقوم بإنشاء مجتمع حيوي وداعم حيث يمكن للأفراد مشاركة تجارب اللياقة البدنية الخاصة بهم وطلب المشورة والعثور على التحفيز",
     "thirdHeroSectionTextOne" :"تمكين الأفراد من تحقيق الصحة واللياقة البدنية المثالية من خلال التوجيه الشخصي والموارد الشاملة والمجتمع الداعم.",
     "TermsAndConditionsText":"الأحكام والشروط",
     "copyrightText":"© حقوق الطبع والنشر"
  }
}
