{
  "landing": {
    "homeText": "الرئيسية",
    "servicesText": "خدماتنا",
    "fitneeCommunityText": "مجتمع فتني",
    "contactUsText": "تواصل معنا",
    "trainersText": "المدربين",
    "traineesText": "المتدربين",
    "nutritionistsText": "اخصائيي التغذية",
    "exerciseText": "التمارين",
    "communityFirstText": "اشترك وحمل التطبيق لتتمكن من الانضمام لمجتمع فتني",
    "embraceAText": "عزز النسخة",
    "healthierYouText": "الصحية منك",
    "firstHeroSectionText": "فتني يقدم لك منصة شاملة و وجهة متكاملة للمهتمين بالصحة والرياضة ",
    "featuresText": "مميزاتنا",
    "fitneeText": "فتني",
    "firstFeaturesHeadingText": "تمارين",
    "firstFeaturesText": "يقدم فتني مجموعة واسعة من التمارين لكامل عضلات الجسم لمختلف مستويات اللياقة البدنية وبإرشادات تعليمية مفصلة. نهدف لتلبية احتياجات كل من عشاق اللياقة البدنية المبتدئين والمتقدمين",
    "secondFeaturesHeadingText": "مجتمع فتني",
    "secondFeaturesText": " نسعى في فتني لخلق مجتمع صحي ورياضي من خلال مشاركة التجارب والخبرات والمعلومات وخلق بيئة محفزة وداعمة",
    "thirdFeaturesHeadingText": "ربط المستخدمين بمدربين رياضيين ذو كفاءة عالية",
    "thirdFeaturesText": "تقدم فتني مجموعة واسعة ومختلفة من المدربين الرياضيين. ستتمكن في فتني من التواصل المباشر مع مدربك الذي سيقدم خطة مخصصة لأجلك لكي تصل الى هدفك",
    "fourthFeaturesHeadingText": "ربط المستخدمين بأخصائي تغذية ذو كفاءة عالية",
    "fourthFeaturesText": "تقدم فتني مجموعة واسعة من أخصائيي التغذية اللذين يقدمون برنامج غذائي خاص بك لتصل الى هدفك ولتخلق عادات غذائية صحية",
    "feedbackText": "التعليقات",
    "ourText": "",
    "goalText": "هدفنا",
    "visionText": "رؤيتنا",
    "whatIsText": "ماهو",
    "secondHeroSectionTextOne": "هدفنا ﺍﻷﺳﺎﺳﻲ هو تحفيز المجتمع ﻋﻠﻰ ﺧﻠﻖ نمط حياة صحية تدوم للأبد",
    "secondHeroSectionTextTwo": "هنا ﻓﻲ فتني نتشارك الخبرﺍﺕ ونقدم المعلومات ﻭﺍﻹﺭﺷﺎﺩﺍﺕ اللتي بدورها ستساعدك ﻋﻠﻰ تحقيق هدفك",
    "thirdHeroSectionTextOne": "تمكين الأفراد للوصول ﺍﻟﻰ هدفهم الصحي والرياضي من ﺧﻼﻝ المتابعة الشخصية ﻣﻊ اخصائيين ورياضيين ﺫﻭ ﻛﻔﺎءﺓ عالية ﻭﻓﻲ مجتمع داعم",
    "termsAndConditionsText": "الشروط والأحكام",
    "copyrightText": "حقوق النسخ ©",
    "getStartedText": "ابدأ",
    "signUpText": "إنشاء حساب",
    "signInText": "تسجيل الدخول",
    "swiperText": "لقد كان التدريب الخاص بك تحويليا! إن توجيهاتك ودعمك وخبرتك هي التي دفعت رحلتي للياقة البدنية.كانت كل جلسة بمثابة التمكين، ولقد حققت أكثر مما كنت أعتقد أنه ممكن."
  },
  "termAndCondition": {
    "termAndConditionHeadingText": "الشروط والأحكام",
    "doneButtonText": "إنهاء",
    "backButtonText": "خلف",
    "termAndConditionServiceProvidersHeadingText": "شروط وأحكام مقدمي الخدمات",
    "termAndConditionTrainerHeadingText": "شروط وأحكام العملاء",
    "general": {
      "welcomeText": "مرحبًا بكم في منصة FitNee.",
      "welcomeDescriptionText": "يعمل موقع وتطبيق FitNee كمنصة إلكترونية يستطيع من خلالها العملاء الاستفادة من الخدمات الخاصة بمنصة FitNee وبمقدمي الخدمات المسجلين لدينا، ونتيح للعملاء استعراض واختيار مقدمي الخدمات والخدمات المتاحة بها، ونقدم خدمات منصة FitNee وفق الشروط والأحكام الآتية:",
      "sectionOneHeadingText": " أولاً: التعريفات ",
      "sectionOneDescriptionOneText": " في هذه الاتفاقية، وما لم يقتضي السياق خلاف ذلك يكون للمصطلحات التالية المعاني المشار إليها.",
      "sectionOneDescriptionTwoText": "يشير إلى منصة FitNee بالمملكة العربية السعودية.",
      "sectionOneDescriptionTwoBoldText": "\"FitNee\"، \"المنصة\"، \"الموقع\"، \"التطبيق\"، \"نحن\"، \"ضمير المتكلم\"، \"ضمير الملكية\"",
      "sectionOneDescriptionThreeBoldText": "\"المستخدم\" أو \"أنت\" أو \"ضمير الملكية للمخاطب\"",
      "sectionOneDescriptionThreeText": "يشير إلى كل شخص طبيعي أو معنوي يستخدم منصة FitNee أو يقوم بزيارة المحتوى المتوفر من خلالها أو يطلب أي من خدماتنا التي نوفرها بشكل إلكتروني، وذلك أيًا كان طبيعة استخدامه للمنصة، وسواء قام بتسجيل حساب بمنصة FitNee أو كان مستخدم عادي أو زائر.",
      "sectionOneDescriptionFourBoldText": "'مقدم الخدمة'   ",
      "sectionOneDescriptionFourText": "يشير إلى كل مدرب أو أخصائي تغذية يقوم بالتسجيل في المنصة بغرض تقديم خدماته للعملاء المسجلين من خلال المنصة وذلك وفق آليات العمل والاشتراك المعمول بها بالمنصة.",
      "sectionOneDescriptionFiveBoldText": "' العميل   '    ",
      "sectionOneDescriptionFiveText": "يشير إلى كل شخص يقوم بالتسجيل في المنصة والاشتراك في الخدمات التي توفرها المنصة أو الخدمات الخاصة بمقدمي الخدمات المسجلين بالمنصة وذلك وفق آليات العمل والاشتراك المعمول بها بالمنصة. ",
      "sectionOneDescriptionSixBoldText": "'الخدمات'    ",
      "sectionOneDescriptionSixText": "يشير إلى خدمات التدريب والتغذية التي يوفرها مقدمي الخدمات من خلال المنصة وكذلك الفيديو التدريبي الذي توفره المنصة للعملاء وذلك نظير الاشتراك في الخدمة.",
      "sectionOneDescriptionSevenBoldText": "'الفيديوهات التدريبية      '     ",
      "sectionOneDescriptionSevenText": "يشير إلى الفيديوهات التدريبية التي تقدمها منصة FitNee للعملاء من خلال المنصة.",
      "sectionOneDescriptionEightBoldText": "' الطلب  '    ",
      "sectionOneDescriptionEightText": "يشير إلى الطلب الذي يقدمه العميل من خلال منصة FitNee للاشتراك أي من الخدمات المعروضة من خلال منصة FitNee مع إدخال كافة المعلومات المطلوبة واستخدام وسائل الدفع المعتمدة لدينا.",
      "sectionOneDescriptionNineBoldText": "'  المحتوى   '     ",
      "sectionOneDescriptionNineText": "يشير إلى محتوى المتجر والذي يشمل على سبيل المثال لا الحصر (الصور والنصوص والفيديو والمعلومات والبيانات والأسعار وقوائم مقدمي الخدمات ووصف الخدمات والإعلانات وكافة الأيقونات والرموز والحروف والأرقام).",
      "sectionOneDescriptionTenBoldText": "'  الاتفاقية      '    ",
      "sectionOneDescriptionTenText": "تشير إلى الشروط والأحكام وسياسة الخصوصية وكافة صفحات منصة FitNee الرئيسية والفرعية ووصف الخدمات وكافة المعلومات ومحتوى الخدمات وكافة التعليمات والاتفاقات الخاصة التي تتم بين منصة FitNee من ناحية وأي من مستخدمي منصة FitNee من ناحية أخرى، وكذلك العقود المرتبطة بالشروط والأحكام.",
      "sectionOneDescriptionElevenBoldText": " '   التقييم      '    ",
      "sectionOneDescriptionElevenText": "يشير إلى قياس مدى رضاء العميل عن أداء وجودة الخدمة المقدمة من مقدم الخدمة، وكذلك عن تجربة العميل للتطبيق والمنصة.",
      "sectionOneDescriptionTwelveBoldText": "\"القوانين\" أو \"الأنظمة\"",
      "sectionOneDescriptionTwelveText": "يشير إلى القوانين المعمول بها في المملكة العربية السعودية.",
      "sectionTwoHeadingText": "ثانيًا: خدماتنا الحالية",
      "sectionTwoDescriptionOneText": "FitNee منصة خدمات إلكترونية، تتيح لمقدمي الخدمات التسجيل في منصة FitNee وعرض خدماتهم وتتيح للعملاء استعراض الخدمات وتقديم طلبات الاشتراك من خلال منصة FitNee. تسمح منصة FitNee بعرض أنواع معينة من الخدمات والتي تشمل (التدريب، التغذية، الفيديوهات) وأي خدمات أو فئات أخرى مسموح بها من خلال منصة FitNee.",
      "sectionTwoDescriptionTwoText": "تعمل منصة FitNee على تنظيم عمل مقدمي الخدمات ومساعدتهم على الانتشار عن طريق عرض خدماتهم من خلال منصة FitNee، فيستطيع مقدم الخدمة عرض خدماته مدرج بها الصور والمعلومات والأسعار كما تتيح منصة FitNee لمقدم الخدمة عرض الخدمات التي يوفرها.",
      "sectionTwoDescriptionThreeText": " توفر منصة FitNee الوقت والجهد للعملاء المسجلين بالمنصة، حيث يتمكن العميل بكل سهولة من تصفح مقدمي الخدمات واختيار مقدم الخدمة الذي يرغب في الاشتراك في خدماته، كما نتيح له تقييم الخدمة التي حصل عليها من مقدمي الخدمات.",
      "sectionTwoDescriptionFourText": " توفر منصة FitNee خدمات الدفع الإلكتروني لمقابل الخدمات لضمان حماية حقوق الأطراف، مع محاولة حل المشكلات التي تواجه أي من أطراف الاتفاقية.",
      "sectionThreeHeadingText": "ثالثًا: النطاق القانوني لخدماتنا",
      "sectionThreeDescriptionOneText": "FitNee منصة إلكترونية وسيطة بين العميل ومقدم الخدمة، ويقتصر دورنا على تحقيق عملية الربط بين الأطراف من أجل تقديم الخدمات أو الاستفادة منها، ولا تتدخل منصة FitNee بأي شكل في تقديم خدمات مقدم الخدمة، ولا تقوم منصة FitNee بطلب خدمات مقدم الخدمة لنفسه، وبالتالي لا يمكن اعتبارنا من الناحية القانونية مستخدم أو مقدم خدمة أو عميل، وإنما مقدم خدمات وساطة إلكترونية.",
      "sectionThreeDescriptionTwoText": " يستفيد العميل من الفيديوهات التدريبية بناءً على طلبه، وبالتالي يستطيع الاطلاع على المحتوى التعريفي لكل فيديو يرغب في الاستفادة منه والتحقق منه بنفسه دون توفير أي ضمانات من جانب المنصة، وبالتالي فالعميل يتلقى المحتوى على مسؤوليته الشخصية.",
      "sectionThreeDescriptionThreeText": "تنشأ علاقة قانونية بين منصة FitNee من ناحية، وأي من مستخدميها من ناحية أخرى، ولا يمكن وصف هذه العلاقة القانونية بأنها علاقة عمل أو تمثيل قانوني أو كفالة أو ضمان أو شراكة أو تمثيل قانوني أو غير ذلك من أوصاف العلاقات القانونية التي يترتب عليها المسئولية عن عمل الغير.",
      "sectionThreeDescriptionFourText": "ومصطلح مقدم خدمة هنا يُعبر عن التشارك في تقديم الخدمة للعملاء ولا يدل بأي حال من الأحوال على التشارك في رأس مال منصة FitNee أو في أصول منصة FitNee أو في تأسيسها أو أي أمر يتعلق بملكية منصة FitNee.",
      "sectionThreeDescriptionFiveText": "يتم توفير الخدمات الخاصة بمنصة FitNee وفق القوانين واللوائح المعمول بها، ويلتزم جميع أطراف هذه الاتفاقية بكافة القوانين واللوائح والشروط والإجراءات القانونية الصادرة قبل أو بعد صياغة هذه الاتفاقية، ويلتزم كل طرف بتنفيذ كافة الأحكام القانونية حتى لو لم يتم النص عليها في هذه الاتفاقية.",
      "sectionThreeDescriptionSixText": "تُسأل المنصة من الناحية النظامية عن أعمالها فقط، ولا تُسأل المنصة عن عمل الغير، وبالتالي لا تتحمل المنصة أي مسؤولية قانونية ناشئة عن أي أخطاء شخصية أو مهنية يتسبب فيها أي مستخدمي المنصة سواء كانوا مقدمي الخدمات أو عملاء أو أي من مستخدمي وزوار المنصة الآخرين.",
      "sectionThreeDescriptionSevenText": "أنت تعلم وتوافق على أن المنصة لا تعد جهة طبية ولا تقدم أي خدمات أو استشارات طبية ولا تعتبر أي من الخدمات التي يتم توفيرها من خلال المنصة نصائح أو استشارات طبية ولا أن مقدم الخدمة بالمنصة طبيب أو صيدلي أو غير ذلك من مقدمي الخدمات الطبية، وبالتالي يجب عليك مراجعة الطبيب الخاص بك في حال كان لديك أي شكوى أو في حال رغبتك في الحصول على نصيحة أو وصفة طبية وذلك دون أدنى مسئولية قانونية على المنصة.",
      "sectionFourHeadingText": "رابعًا: الطبيعة القانونية للاتفاقية",
      "sectionFourDescriptionOneText": "تعد هذه الاتفاقية بمثابة عقد إلكتروني مكتمل الشروط والأركان القانونية، تعد منصة FitNee الطرف الأول فيه، ويعد كل مستخدم لمنصة FitNee طرفًا ثانيًا في هذا العقد الإلكتروني.",
      "sectionFourDescriptionTwoText": "يعد هذا العقد الإلكتروني نافذًا في مواجهة جميع أطرافه، وأحكامه والتزاماته ملزمة لهم جميعًا، ولا يجوز لأحد التحلل منها أو إنهائها طالما أنتجت آثارها القانونية.",
      "sectionFourDescriptionThreeText": "يقر جميع الأطراف أن هذه الاتفاقية تشكل كامل الاتفاق بينهم، وقد اتفقوا على أنهم لم يعتمدوا على أي تأكيدات، شفوية كانت أم كتابية، في الموافقة على هذه الاتفاقية بخلاف الأحكام المبينة فيها.",
      "sectionFourDescriptionFourText": "يعد وصف الخدمات والصفحات الفرعية لمنصة FitNee التي تم إعدادها من قِبل منصة FitNee جزء لا يتجزأ من هذه الاتفاقية، وتأخذ حكم النصوص الواردة في هذه الشروط والأحكام وتعد مكملة لها.",
      "sectionFourDescriptionFiveText": "يحق لمنصة FitNee تعديل الاتفاقية في أي وقت، ويكون للتعديلات الواردة على هذه الاتفاقية نفس الحكم والأثر القانوني لهذه الاتفاقية.",
      "sectionFourDescriptionSixText": "ينشأ عن طلب الخدمات عقد إلكتروني بين مقدم الخدمة من ناحية والعميل من ناحية أخرى، ويعد هذا العقد  ' عقد تقديم خدمة' بموجبه يلتزم مقدم الخدمة بتقديم الخدمة كاملة للعميل، وتعمل هذه الاتفاقية على تنفيذ هذا العقد الرقمي المبرم بين مقدم الخدمة والعميل.",
      "sectionFourDescriptionSevenText": "تعد هذه الاتفاقية جزء لا يتجزأ من الشروط والأحكام الخاصة بمقدم الخدمة والشروط والأحكام الخاصة بالعميل وسياسة الخصوصية ويتم تنفيذها وتفسيرها كوثيقة قانونية واحدة.",
      "sectionFiveHeadingText": "خامسًا: توفير الخدمات",
      "sectionFiveDescriptionOneText": "نوفر خدماتنا بشكل إلكتروني، من خلال المنصات الإلكترونية التي يمكن للمستخدم، سواء كان مستخدم أو عميل أو مقدم خدمة أو زائر، التسجيل والتواصل معنا ومع المستخدمين الآخرين إلكترونيًا.  ",
      "sectionFiveDescriptionTwoText": "توفر منصة FitNee البنية التقنية والإلكترونية اللازمة لعملها بالشكل الأمثل، ويتعاقد مع الأطراف الثالثة التي تساهم بشكل مباشر في تقديم الخدمات، كمزودي خدمات الدفع الالكتروني.",
      "sectionFiveDescriptionThreeText": "الخدمات قد تكون غير متوفرة من وقت لآخر، فقد تحدث أعطال راجعة إلى الأطراف الثالثة المتعاقد معها أو إلى أعطال في المنصة أو أي من خدماتها أو مشكلات مع متاجر التطبيقات أو سوء حالة الانترنت أو عدم تناسب جهاز المستخدم مع تشغيل الموقع أو التطبيق.",
      "sectionFiveDescriptionFourText": "ستسعى منصة FitNee إلى إصلاح أي مشكلات تواجه عمل منصة FitNee بشكل مستمر، وسيكون لنا جميع السلطات والصلاحيات في تقدير حجم ووقت الإصلاحات، وبالتالي قد يحدث تأخير في تقديم أو استقبال الخدمات وقد نفقد بعض البيانات، وبالتالي أنت توافق على ذلك.",
      "sectionSixHeadingText": " سادسًا: الموافقة والأهلية القانونية",
      "sectionSixMainDescriptionText": "تقر بأن لديك الأهلية القانونية اللازمة للإبرام والموافقة على هذه الاتفاقية، وأن لديك الصلاحيات القانونية الكاملة غير المقيدة طبقًا للشروط التالية:",
      "sectionSixDescriptionOneText": "يشترط في المستخدم أن يكون بلغ من العمر 18 عامًا فأكثر، وكل من لم يبلغ هذا السن يعتبر قاصر يتطلب استخدامه لمنصة FitNee والدخول معنا في هذه الاتفاقية موافقة الولي أو الوصي القانوني على المستخدم القاصر.",
      "sectionSixDescriptionTwoText": "يشترط عدم وجود أي عيب من عيوب الأهلية التي تفسد الإرادة، فالمستخدم يجب أن يتوافر فيه الرضاء والتمييز.",
      "sectionSixDescriptionThreeText": "يحق لمنصة FitNee استخدام كافة وسائل التحقق للتأكد من مدى توافر السن القانوني في المستخدم أو مدى اكتمال تمييزه وتوافر الرضاء لديه.",
      "sectionSixDescriptionFourText": "منصة FitNee غير ملزمة بالتحقق من أهلية كل مستخدمي منصة FitNee، كما أنه غير ملزم من التحقق من مدى إشراف الولي أو الوصي على القاصر، كما أنه في الحالات التي نتحقق منها نبذل العناية المعتادة وبالتالي لا نضمن أن تكون البيانات التي يزودنا بها المستخدم صحيحة ودقيقة.",
      "sectionSevenHeadingText": "سابعًا: الحساب",
      "sectionSevenDescriptionOneText": "يتطلب الاستفادة من بعض خدماتنا تسجيل حسابك في منصة FitNee، ويوفر الحساب مميزات أكثر للمستخدم قد لا تتوفر للزائر العادي لضمان حماية الحقوق والاستخدام الآمن لخدماتنا.",
      "sectionSevenDescriptionTwoText": "لإنشاء حسابك بمنصة FitNee يجب عليك تزويدنا ببيانات تسجيل حسابك الموضحة في استمارة التسجيل الإلكترونية، ويجب أن تقوم بتعبئة جميع البيانات المطلوبة وتتأكد من دقتها قبل إكمال طلب تسجيل حسابك.",
      "sectionSevenDescriptionThreeText": "يجب أن يُسجل المستخدم باسمه الشخصي، وأن يبتعد عن استخدام أي أسماء وهمية أو مضللة. كما يجب على مقدم الخدمة التسجيل باسمه الشخصي ويلتزم بعدم استخدام أي أسماء مستعارة أو وهمية وأن تكون صورة حسابه بمنصة FitNee معبرة عن هويته.  وفي حال قيام المستخدم بتغيير صورة حسابه لاحقًا لصورة غير لائقة فإنه يتحمل المسئولية القانونية الكاملة دون أدنى مسئولية قانونية على المنصة.",
      "sectionSevenDescriptionFourText": "يقر المستخدم بأن البيانات المقدمة منه من خلال منصة FitNee صحيحة ودقيقة وخاصة به، ويتحمل أي مسئولية قانونية ناشئة عن أي بيانات كاذبة أو مضللة أو خاصة بالغير يقدمها من خلال منصة FitNee.",
      "sectionSevenDescriptionFiveText": "يجب على المستخدم تفعيل الحساب بالطرق التقنية المعتمدة من جانب منصة FitNee، ويحق للمنصة إلغاء أي حساب لم يتم تفعيله.",
      "sectionSevenDescriptionSixText": "تحتفظ منصة FitNee بالحق في إلغاء الحساب التي لا يتم استخدامها لفترة معينة من الزمن، لمدة أكثر من 60 يوم.",
      "sectionSevenDescriptionSevenText": "يلتزم المستخدم بالحفاظ على اسم المستخدم وكلمة المرور الخاصة بحسابه بمنصة FitNee، وعدم الإفصاح عنهم لأي شخص آخر، ويتحمل المستخدم المسئولية القانونية عن كافة النشاطات والمعاملات التي تتم من خلال حسابه.",
      "sectionSevenDescriptionEightText": "يلتزم المستخدم بإخطارنا على الفور في حالة فقد كلمة المرور أو اختراق الحساب أو استعماله من جانب أي شخص آخر ليتمكن منصة FitNee من اتخاذ الإجراءات اللازمة للحفاظ على سلامة وأمان الحساب والمعاملات التي تتم من خلاله.",
      "sectionSevenDescriptionNineText": "يحظر على المستخدم تفويض الغير باستخدام حسابه المسجل لدينا، كما يحظر على المستخدم استخدام حساب أي شخص آخر دون الحصول على موافقتنا الصريحة.",
      "sectionSevenDescriptionTenText": "يحظر على المستخدم التسجيل لدينا بأكثر من حساب في منصة FitNee، كما يحظر على المستخدم التسجيل لدينا مرة أخرى في حالة حظر عضويته دون الحصول على موافقتنا، وفي حال اكتشاف منصة FitNee ذلك يحق لنا حظر الحساب مع اتخاذ الإجراءات المناسبة.",
      "sectionEightHeadingText": "ثامنًا: التوقيع الرقمي",
      "sectionEightDescriptionOneText": " باستخدامك خدمات منصة FitNee فأنت توافق على هذه الاتفاقية، وتقر بأنك ملزمًا قانونًا بالشروط والأحكام المنصوص عليها في هذه الوثيقة أو تعديلاتها.",
      "sectionEightDescriptionTwoText": "من خلال تسجيلك للحصول على حساب بمنصة FitNee، أو عن طريق النقر لقبول شروط الخدمة عند المطالبة بذلك على منصة FitNee، يعتبر أنك قد نفذت هذه الاتفاقية وشروط الخدمة الأخرى الكترونيًا ويعد ذلك توقيع إلكتروني على هذه الاتفاقية، وتعد هذه الاتفاقية نافذة المفعول قانونًا في مواجهتك من تاريخ تسجيل حسابك أو من تاريخ النقر لقبول شروط الخدمة.",
      "sectionEightDescriptionThreeText": "يعد استخدامك لمنصة FitNee أو لأي من الخدمات المتاحة من خلالها موافقة صريحة منك على الشروط والأحكام المنصوص عليها في هذه الوثيقة وكافة السياسات الأخرى، ويعد توقيعًا إلكترونيًا على هذه الاتفاقية، وتعد ملزمًا قانونًا بها من تاريخ هذا الاستخدام.",
      "sectionNineHeadingText": "تاسعًا: شروط استخدام المنصة ",
      "sectionNineMainDescriptionText": "نتيح استخدام منصة FitNee وفق أحكام هذه الاتفاقية، ويخضع استخدامك لمنصة FitNee لكافة الشروط والبنود الواردة ولسياسة الاستخدام المقبول الخاصة بنا.",
      "sectionNineDescriptionOneText": "خدمات منصة FitNee متوفرة داخل المملكة العربية السعودية، وبالتالي فنحن غير ملزمين بتوفير أي طلبات في أي دولة أخرى ، ومع ذلك تستطيع الوصول لمنصة FitNee من أي مكان في العالم.",
      "sectionNineDescriptionTwoText": "تتعهد بإتباع التعليمات الصادرة من منصة FitNee بشأن حسابك، بما في ذلك طريقة استخدام الحساب أو الخدمات الإضافية، وكذلك كافة محاذير الاستخدام.",
      "sectionNineDescriptionThreeText": "تتعهد بتوفير المعلومات والمستندات اللازمة والتي يطلبها منك منصة FitNee في أي وقت؛ سواء أثناء الاشتراك معنا وتسجيل حسابك، أو أثناء تقديم الخدمات لك بعد تسجيل حسابك.",
      "sectionNineDescriptionFourText": "يتعهد المستخدم بتحري الدقة عند إدخال المعلومات المطلوب إدخالها في منصة FitNee، ويكون مسئول عن مراجعة تلك المعلومات بشكل دوري بغرض تصحيحها أو تعديلها أو تجديدها كلما توفرت لديه معلومات جديدة بشأنها، على أن يحتفظ بكافة البيانات والمستندات الدالة على ذلك.",
      "sectionNineDescriptionFiveText": "يجب أن تكون جميع المعلومات التي تفصح عنها حقيقية ومحدثة وصحيحة وتعبر عنك وتتوافق مع ما هو مطلوب في استمارة التسجيل لدينا.",
      "sectionNineDescriptionSixText": "إذا قدمت معلومات غير صحيحة أو غير دقيقة أو غير متزامنة أو غير كاملة، أو إذا كان لدينا أسباب معقولة للاشتباه في أن هذه المعلومات غير صحيحة أو غير دقيقة أو غير متزامنة أو غير كاملة أو لا تتوافق مع اتفاقية الاستخدام هذه، ودون الإخلال بأي حقوق أخرى بموجب هذه الاتفاقية أو القانون، سوف نقوم بتعليق عضويتك أو إلغائها.",
      "sectionNineDescriptionSevenText": "يحظر ممارسة أي أنشطة غير مشروعة من خلال منصة FitNee، أو استخدام منصة FitNee لأغراض غير قانونية كالنصب والتزوير والاحتيال وغسيل الأموال أو التحويلات غير القانونية أو غير ذلك من الجرائم.",
      "sectionNineDescriptionEightText": "يحظر استخدام أي بيانات خاصة بالمستخدمين الآخرين لأغراض غير قانونية، كالتشهير أو الإساءة أو انتهاك الحق في الخصوصية أو استعمال لأغراض التسويق المباشر أو غير المباشر دون الحصول على موافقتنا.",
      "sectionNineDescriptionNineText": "يحظر استخدام منصة FitNee لأغراض ارتكاب جرائم الاختراق أو كسر كلمات المرور أو تسهيل ارتكاب تلك الأعمال أو الدخول غير المصرح به للحسابات الخاصة أو تعديل تلك الحسابات أو حذفها أو غير ذلك من الأعمال التقنية غير القانونية.",
      "sectionNineDescriptionTenText": "نتيح خدمات منصة FitNee من الناحية التقنية لتواصل الأفراد لأغراض الاتفاق حول تقديم الخدمات، وبالتالي فإن الأطراف يتواصلون إلكترونيًا على مسئوليتهم الشخصية.",
      "sectionNineDescriptionElevenText": "في حالة استخدام صورة للحساب عبر منصة FitNee، فيجب أن تكون الصورة خاصة بالمستخدم وغير خاضعة لأي حقوق قانونية خاصة بالغير، ولا يؤدي إضافتها من خلال منصة FitNee إلى انتهاك أي حقوق ملكية فكرية أو حقوق خصوصية خاصة بالغير.",
      "sectionNineDescriptionTwelveText": "أنت تقر بالموافقة على هذه الاتفاقية حتى لو تعارضت مع الأحكام القانونية المكملة التي يجوز للأفراد الاتفاق على مخالفتها، أما الأحكام القانونية الآمرة فتطبق على جميع المستخدمين حتى لو تعارضت مع أحكام هذه الاتفاقية.",
      "sectionNineDescriptionThirteenText": "يتعهد المستخدم بإخطارنا على وجه السرعة في حالة اكتشاف أي أعمال أو معاملات أو تصرفات أو سلوكيات غير قانونية أو تخالف النظام العام والآداب العامة عبر منصة FitNee، كما يلتزم المستخدم بإخطارنا في حالة اكتشافه لأي استخدام غير قانوني لمنصة FitNee أو لأي من الخدمات أو طلبات البيع أو بطاقات الائتمان.",
      "sectionNineDescriptionFourteenText": "يتعهد المستخدم بالحفاظ على كافة حقوقنا الناشئة عن تلك الاتفاقية وعدم الإخلال بها أو التلاعب على منصة FitNee بأي شكل من الأشكال، كما يلتزم المستخدم بكافة الالتزامات الناشئة عن هذه الاتفاقية وعدم التحلل منها طالما أنتجت آثارها القانونية.",
      "sectionNineDescriptionFifteenText": "توفر المنصة خدمة الدردشة Chat للعملاء ومقدمي الخدمات يستطيع الأطراف التواصل من خلال الدردشة ويكون كل مستخدم مسئول بشكل كامل عن كافة المعلومات التي يقوم بإرسالها أو تبادلها من خلال المنصة بما في ذلك أي مخالفات قانونية أو أي مخالفات للشروط والأحكام وسياسة الخصوصية.",
      "sectionTenHeadingText": "عاشرًا: شروط وأحكام الخدمات",
      "sectionTenDescriptionOneText": "يضمن مقدم الخدمة أن لديه كافة الصلاحيات والسلطات القانونية التي تؤهله للموافقة على عرض الخدمات من خلال منصة FitNee، كما يضمن حصوله على كافة التصاريح والتراخيص اللازمة لعرض الخدمات إلكترونيًا.",
      "sectionTenDescriptionTwoText": "يجب أن تتوافق الخدمات المعروضة عبر منصة FitNee مع تعريف الخدمات الوارد في القسم الأول من الشروط والأحكام، وأن تكون الخدمات قانونية ومشروعة ومصرح ببيعها طبقًا للقوانين المعمول بها، وأن يستخرج مقدم الخدمة تراخيص تقديمها. ويضمن مقدم الخدمة الالتزام بتوفير البيانات الجوهرية عن الخدمات، وعلى الأخص مصدر الخدمة وثمنها وصفاتها وخصائصها الأساسية.",
      "sectionTenDescriptionThreeText": "يجب أن يكون تقديم الخدمة متوافق تمامًا مع أحكام هذه الاتفاقية، وأي اشتراطات مهنية تفرضها طبيعة المهنة أو العرف حتى ولو لم يتم النص عليها في هذه الاتفاقية، كما يجب أن تتوافق هذه الخدمة مع التزامات حماية العملاء المنصوص عليها في قوانين حماية المستهلك.",
      "sectionTenDescriptionFourText": "تقدم الخدمة بشكل كامل من جانب مقدم الخدمة صاحب الحساب المسجل لدينا، ويحظر تقديم الخدمات المتفق عليها من خلال منصة FitNee بواسطة أشخاص غير مسجلين بمنصة FitNee، ويحظر التعاقد من الباطن على تقديم الخدمات المتفق عليها من خلال منصة FitNee.",
      "sectionTenDescriptionFiveText": "يتعهد مقدم الخدمة بعدم عرض أو تقديم أو الترويج أو الإعلان عن أية خدمات/منتجات تكون مغشوشة أو فاسدة أو مضللة بحيث تلحق الضرر بالعميل عند استخدامها.",
      "sectionTenDescriptionSixText": "يتعهد مقدم الخدمة باتباع التعليمات والشروط القانونية الخاصة بتوضيح بيانات ومواصفات الخدمات حسب قوانين وزارة التجارة أو الجهات الحكومية المعنية بالنشاط الذي يُمارسه مقدم الخدمة.",
      "sectionTenDescriptionSevenText": "يتعهد مقدم الخدمة بأن يعلن عن أسعار الخدمات بشكل واضح عبر منصة FitNee مع إضافة ضريبة القيمة المضافة على المبلغ في حال تطبيقها، وأن يتم تدوين هذا السعر على الخدمات عند تسليمها للعميل، وللعميل طلب فاتورة بالخدمات التي قام بشرائها من مقدم الخدمة.",
      "sectionTenDescriptionEightText": "يتعهد مقدم الخدمة بأن تكون الخدمات التي يتم تسليمها للعميل مطابقة للمواصفات المعلن عنها عبر منصة FitNee.",
      "sectionTenDescriptionNineText": "يضمن مقدم الخدمة الالتزام بقواعد السلامة ومعايير الجودة وضمانها للعميل في خدماته وفقًا للمواصفات القياسية السعودية، أو وفقًا للمواصفات القياسية الدولية المعتمدة في المملكة العربية السعودية في حال عدم وجودها. ويتعهد مقدم الخدمة بالتقيد بالشروط المتعلقة بالصحة والسلامة العامة، كما يجب أن تتوافق الخدمات المعروضة عبر منصة FitNee مع الاشتراطات القانونية التي تفرضها القوانين المعمول بها.",
      "sectionTenDescriptionTenText": "يحظر عرض المواد المسكرة أو المخدرة أو التي تشجع على القمار، كما يحظر عرض المنتجات التي يشكل حيازتها جريمة قانونية، كما يحظر عرض الأدوية أو الأقراص المخدرة للبيع عبر منصة FitNee.",
      "sectionTenDescriptionElevenText": "يتحمل مقدم الخدمة وحده مسئولية عدم قانونية الخدمات التي يعرضها للبيع عبر منصة FitNee، ويتحمل وحده كافة المسئوليات القانونية في حالة مخالفة هذه الخدمات لأحكام هذه السياسة أو أحكام القوانين المعمول بها.",
      "sectionTenDescriptionTwelveText": "يتحمل مقدم الخدمة وحده مسئولية عدم صلاحية الخدمات، ويتحمل مقدم الخدمة وحده مسئولية أي أضرار تنشأ عن استخدام الخدمات، وذلك دون أدنى مسئولية على منصة FitNee.",
      "sectionTenDescriptionThirteenText": "يقر مقدم الخدمة بأن كافة المعلومات الخاصة بالخدمات التي يقدمها يكون مسئول عنها بشكل كامل دون أدنى مسئولية قانونية على منصة FitNee، ولا يكون المنصة مسئول عن صحة المعلومات.",
      "sectionTenDescriptionFourteenText": "يضمن مقدم الخدمة قانونية وصلاحية الخدمات للاستخدام، وأنها لا تتسبب في أي أضرار للعملاء، ويتحمل كافة المسئوليات القانونية والتعويضات الناشئة عن أي أضرار متعلقة باستخدام الخدمات.",
      "sectionTenDescriptionFifteenText": "في حال تطلب تقديم الخدمة التواصل الخارجي بين العميل ومقدم الخدمة كتقديم الخدمة في المنزل أو في مركز رياضي أو غير ذلك، وفي هذه الحالة يقر العميل ومقدم الخدمة بأن أي تواصل خارجي يتم على مسئوليتهم الشخصية دون أدنى مسئولية قانونية على المنصة. وفي حال قيام الأطراف بالتواصل عبر واتساب أو بأي وسيلة تواصل خارج المنصة فيحق للمنصة إلغاء حسابك بالمنصة.",
      "sectionElevenHeadingText": "حادي عشر: سياسة الإعلانات",
      "sectionElevenMainDescriptionText": "تتيح منصة FitNee لمقدمي الخدمات نشر الإعلانات إلكترونيًا من خلال منصة FitNee، وتخضع عملية نشر الإعلانات للشروط الآتية:",
      "sectionElevenDescriptionOneText": "يلتزم مقدم الخدمة بإضافة خدمات من ضمن الفئات المحددة من قبل منصة FitNee، ويحق للمنصة حذف أي محتوى غير ملائم أو غير خاضع للفئات المتاحة من خلال منصة FitNee. ",
      "sectionElevenDescriptionTwoText": "يجب أن تكون الإعلانات قانونية ومتوافقة مع هذه الاتفاقية ومع القوانين المعمول بها، وأن يتضمن الإعلان كافة البيانات الجوهرية للخدمة المعلن عنها، وأن تكون هذه البيانات والأسعار المعلن عنها مطابقة.",
      "sectionElevenDescriptionThreeText": "يلتزم مقدم الخدمة بوضع صور للخدمات الخاصة به ذات جودة عالية، وأن تكون هذه الصور خالية من أي شعارات أو أسماء أو بيانات تعريفية أو علامات مائية، ويحق لنا وضع شعار FitNee عليها في أي وقت من الأوقات، وتعد جميع الصور المرفقة في منصة FitNee ملك للمنصة ويحق للمنصة الاستفادة منها في أي وقت.",
      "sectionElevenDescriptionFourText": "يجب ألا ينتهك الإعلان أي حق من حقوق الغير كحقوق الملكية الفكرية وحقوق الخصوصية والحقوق التجارية والعلامات التجارية وغيرها من الحقوق الخاصة بأصحابها.  ",
      "sectionElevenDescriptionFiveText": "يحق للمنصة في أي وقت حذف المحتوى الذي يقوم مقدم الخدمة بنشره عبر منصة FitNee إذا رأينا أن هذا المحتوى ينتهك حقوق الملكية الفكرية، أو العلامات التجارية، أو حقوق الخصوصية، أو الحقوق التجارية، أو غيرها من حقوق الملكية الخاصة بالغير.",
      "sectionElevenDescriptionSixText": "يتحمل مقدم الخدمة كافة المسؤوليات القانونية في حالة قيامه بانتهاك أي حقوق ملكية شخصية أو ملكية فكرية على أي من المحتوى الذي يقوم بنشره عبر منصة FitNee.",
      "sectionElevenDescriptionSevenText": "يحق لنا في أي وقت وضع اسم 'FitNee' على المحتوى الذي قمت بتقديمه عبر منصة FitNee.",
      "sectionElevenDescriptionEightText": "لا يعتد بأي عروض أو إعلانات أو مسابقات لم يتم الإعلان عنها في إحدى القنوات الرقمية الخاصة بمنصة FitNee الرسمية أو عبر وسائل التواصل الاجتماعي التابعة والتي تدار من قبل منصة FitNee ولا يحق لك مطالبة منصة FitNee بتنفيذها. ",
      "sectionElevenDescriptionNineText": "منصة FitNee غير مسئولة بأي شكل من الأشكال عن أي عملية احتيال ترتكب عن طريق عروض أو إعلانات أو مسابقات تقام بطريقة غير رسمية باسم منصة FitNee.",
      "sectionTwelveHeadingText": "ثاني عشر: التسعير ",
      "sectionTwelveDescriptionOneText": "يتم تحديد الأسعار من خلال منصة FitNee بواسطة مقدمي الخدمات المسجلين لدينا، فيقوم كل مقدم خدمة بتسعير الخدمة التي يوفرها من خلال منصة FitNee، وبالتالي يعلم العميل ويوافق أن سعر الخدمة الواحدة قد يختلف من مقدم خدمة لمقدم خدمة آخر وفقًا لسياسة كل مقدم خدمة.",
      "sectionTwelveDescriptionTwoText": "يجب أن تكون أسعار الخدمات من خلال منصة FitNee محددة بوضوح، وتظل تلك الأسعار سارية على أي طلبات قائمة حتى لو تم تغيير سعر الخدمة بالزيادة على الطلبات اللاحقة.",
      "sectionTwelveDescriptionThreeText": "يلتزم مقدم الخدمة بالإعلان بوضوح عن أسعار الخدمات عبر منصة FitNee، والالتزام بتلك الأسعار المعلنة في علاقته بالعميل، ويترتب على عدم التزامه بالأسعار المعلنة فسخ العقد بيننا وبينه، ووقف حسابه بمنصة FitNee، مع حقنا في تغريمه المبالغ المالية اللازمة، وحق العميل في اللجوء للقضاء.",
      "sectionTwelveDescriptionFourText": "يجب أن يكون سعر الخدمة المتاح من خلال منصة FitNee هو السعر التنافسي المعتمد من جانب مقدم الخدمة، ويحظر على مقدم الخدمة تقديم أسعار تقل عن تلك المعلن عنها من جانبه عبر منصة FitNee.",
      "sectionThirteenHeadingText": "ثالث عشر: العقد الثنائي",
      "sectionThirteenDescriptionOneText": "في حالة طلب العميل خدمة من مقدم الخدمة وقبول مقدم الخدمة لهذا الطلب، في هذه الحالة ينشأ عقد ثنائي بين العميل من ناحية ومقدم الخدمة من ناحية أخرى، ويكون هذا العقد ثنائي بين الطرفين، ويقتصر دور منصة FitNee على تسهيل عملية الربط بين الأطراف تقنيًا، وبالتالي يضمن الأطراف تنفيذ التزاماتهم دون تقديم أي ضمانات من جانب منصة FitNee، ولا تتحمل منصة FitNee أي مسئولية قانونية في حال إخلال أي طرف من الأطراف بتنفيذ التزاماته بموجب العقد الثنائي، ولن نكون منصة FitNee طرفًا في هذا العقد.",
      "sectionFourteenHeadingText": "رابع عشر: آلية تقديم الخدمة ",
      "sectionFourteenDescriptionOneText": "تقدم خدمات منصة FitNee بشكل إلكتروني من خلال دورة العمل المعتمدة من جانبنا عبر منصة FitNee وذلك عن طريق فتح الطلب من خلال منصة FitNee وإدارة الطلب بشكل كامل حتى إغلاقه بعد تنفيذ الطلب.",
      "sectionFourteenDescriptionTwoText": "توفر منصة FitNee خدمات دفع متعددة تناسب جميع مستخدمي منصة FitNee التابعين لها، فتوفر منصة FitNee خدمة الدفع الإلكتروني عن طريق بوابة الدفع الإلكتروني بالتعاقد مع مزود خدمة دفع إلكتروني لتقديم خدمة آمنة لعملائنا وفقًا لسياسة الدفع.",
      "sectionFourteenDescriptionThreeText": "توفر منصة FitNee الشروط والأحكام وآليات العمل بمنصة FitNee لإدارة كافة استخداماتك للمنصة وخدماته مع توفير سياسات للدفع والإلغاء والاسترجاع والاسترداد ملزمة لجميع الأطراف.",
      "sectionFifteenHeadingText": "خامس عشر: الضرائب ",
      "sectionFifteenDescriptionOneText": "يلتزم مقدم الخدمة بسداد كافة الضرائب الحكومية على اختلاف أنواعها التي تُفرض على النشاط الذي يمارسه من خلال منصة FitNee. ",
      "sectionFifteenDescriptionTwoText": "يلتزم العميل بسداد كافة الضرائب التي أقرها القانون على الخدمات التي يستفيد منها من خلال منصة FitNee بما في ذلك ضريبة القيمة المضافة (15% من قيمة الخدمة) التي يتم إضافتها إلى طلب الخدمة وسدادها مباشرة إلى الجهات الضريبية المختصة.",
      "sectionSixteenHeadingText": " سادس عشر: سياسة الاشتراكات ",
      "sectionSixteenDescriptionOneText": "تتيح المنصة للعملاء الاشتراك في الخدمات التي يوفرها مقدمي الخدمات نظير اشتراكات (شهري، شهرين، ثلاثة أشهر) وتكون لكل باقة اشتراك مميزاتها وسعرها، ويقوم العميل بدفع قيمة باقة الاشتراك مقدمًا.",
      "sectionSixteenDescriptionTwoText": "يعد الاشتراك في الباقة موافقة صريحة من العميل على كافة الخصائص والمميزات والخدمات والمعلومات التي يوفرها مقدم الخدمة وموافقة على شخص مقدم الخدمة والسعر المحدد للباقة.",
      "sectionSixteenDescriptionThreeText": "يسري الاشتراك للمدة المحددة للباقة فقط، وفي حال انتهاء مدة الاشتراك يجب على العميل تجديد الاشتراك للاستفادة من الخدمة، وفي حال عدم التجديد فإن الخدمة سوف تتوقف عن العميل.",
      "sectionSixteenDescriptionFourText": "في حال رغبة العميل في تجديد الاشتراك فسوف يتم التجديد بناء على الأسعار الجديدة المحددة وقت إعادة الاشتراك أو التجديد، فيحق لمقدم الخدمة تعديل قيمة الاشتراك بعد انتهاء مدة الاشتراك.",
      "sectionSixteenDescriptionFiveText": "يتم دفع قيمة الاشتراك وفقًا لسياسة الدفع الخاصة بنا المعتمدة في هذه الوثيقة.",
      "sectionSeventeenHeadingText": "سابع عشر: سياسة الدفع",
      "sectionSeventeenMainDescriptionText": "تحدد سياسة الدفع وسائل وآليات الدفع التي تطبق على كافة المعاملات المالية التي تتم من خلال منصة FitNee، ويتم الدفع وفقًا للضوابط الآتية:",
      "sectionSeventeenDescriptionOneText": "توفر منصة FitNee خدمة الدفع الإلكتروني والمحفظة الإلكترونية الخاصة بمنصة FitNee من خلال مزود دفع إلكتروني، وتعد هذه الشركة هي الوسيط في عملية الدفع الإلكتروني، وذلك لضمان تأمين عملية الدفع بشكل كافي.",
      "sectionSeventeenDescriptionTwoText": "يستطيع المستخدم إرسال واستقبال المدفوعات من خلال المنصة عبر (فيزا، مدى، Stc pay، Apple pay) وأي وسيلة دفع أخرى متاحة من خلال المنصة ويتم الدفع من خلال الموقع الإلكتروني فقط.",
      "sectionSeventeenDescriptionThreeText": "يتحمل المستخدم رسوم التحويلات البنكية المقررة على عمليات الدفع التي يقوم بها من خلال منصة FitNee. ",
      "sectionSeventeenDescriptionFourText": "لا تتحمل منصة FitNee نتيجة أي أخطاء في عمليات الدفع الإلكتروني التي يقوم بها العميل عبر منصة FitNee.",
      "sectionSeventeenDescriptionFiveText": "قد نقوم بطلب الدفع من خلال وسائل دفع معينة، وقد تختلف وسائل الدفع المعتمدة من وقت لآخر، وقد نطلب في بعض العمليات استخدام وسائل دفع معينة.",
      "sectionSeventeenDescriptionSixText": "تقوم منصة FitNee بمراجعة عملية الدفع التي يقوم بها العميل قبل البدء في تنفيذ الخدمة، ويجب أن تكون عملية الدفع صحيحة ومقبولة من جانب إدارة منصة FitNee وبوابة الدفع.",
      "sectionSeventeenDescriptionSevenText": "تحتفظ منصة FitNee في أي وقت بتغيير بنود الدفع المعتمدة في هذه السياسة، كما يحق لنا تغيير هذه السياسة بشكل كامل، وسوف تطبق التعديلات الجديدة بأثر مباشر على الطلبات الجديدة، وسيتم إنهاء كافة الطلبات القائمة وقت التعديل وفقًا لأحكام السياسة التي على أساسها تم تقديم الطلبات.",
      "sectionEighteenHeadingText": "ثامن عشر: سياسة الإلغاء",
      "sectionEighteenDescriptionOneText": "يحق للعميل إلغاء الاشتراك خلال مدة أقصاها 72 ساعة من تاريخ الاشتراك، وفي هذه الحالة تقوم المنصة برد المبلغ لمحفظة العميل بالمنصة، ويستطيع العميل استخدام نفس الرصيد في الاشتراك في الخدمات والإلغاء بحد أقصى 3 مرات، وهذا يعني أن العميل لن يتمكن من إلغاء الاشتراك إذا قام بإلغاء عدد 3 اشتراكات سابقة.",
      "sectionEighteenDescriptionTwoText": "لا يحق لمقدم الخدمة إلغاء الطلبات المؤكدة من خلال منصة FitNee، وفي حال قيام مقدم الخدمة بإلغاء الطلب أو عدم القيام بتنفيذ الخدمة للعميل فإنه يلتزم بدفع غرامة تعادل قيمة الاشتراك يتم خصمها من رصيده بمنصة FitNee أو إضافتها بالسالب في محفظته وخصمها من أي مستحقات لاحقة لمقدم الخدمة.",
      "sectionEighteenDescriptionThreeText": "في حال تنفيذ الخدمة من جانب مقدم الخدمة لن يتمكن العميل من الإلغاء وسيكون من حقه تقييم الخدمة التي تلقاها من مقدم الخدمة.",
      "sectionEighteenDescriptionFourText": "يحق لإدارة منصة FitNee في أي وقت إلغاء أي من الطلبات المقدمة من خلال منصة FitNee وفقًا لرؤيتنا، كما يحق لنا إلغاء أي طلبات تنفيذًا للشروط والأحكام.",
      "sectionNineteenHeadingText": "تاسع عشر: التقييمات",
      "sectionNineteenDescriptionOneText": "يجب أن تكون التقييمات المقدمة من العملاء ومقدم الخدمة من خلال منصة FitNee متعلقة بتقديم الخدمات بشكل مباشر، ويحظر تقديم تقييمات خاصة بموضوعات أخرى غير الخدمة المقدمة.",
      "sectionNineteenDescriptionTwoText": "يجب أن تكون التقييمات صادقة ومعبرة عن الخدمة التي تم تقديمها، ويجب أن يكون التقييم متعلق بالخدمة ذاتها أو أداء الخدمة من جانب مقدم الخدمة.",
      "sectionNineteenDescriptionThreeText": "يجب أن يتم التقييم باستخدام الكلمات المناسبة، ويحظر استخدام كلمات غير لائقة أو الإساءة لأي طرف بأي شكل من الأشكال، ويجب أن يكون التقييم السلبي في حدود النقد المباح قانونًا.",
      "sectionNineteenDescriptionFourText": "يحظر تقديم محتوى إعلاني أو نشر برمجيات أو روابط لمواقع أو منصات غير تابعة لنا أثناء استخدام خدمة التقييم، كما يحظر نشر أي وسائل تواصل من خلال خدمة التقييم.",
      "sectionNineteenDescriptionFiveText": " يحظر أثناء التقييمات التعرض لأسماء أو أشخاص أو مؤسسات أو شركات أو رموز أو تجريحهم أو الإساءة إليهم بأي شكل من الأشكال، كما يحظر استخدام شعارات دينية أو عبارات محقرة للثقافات أو الشعوب أو تخالف القوانين المعمول به.",
      "sectionNineteenDescriptionSixText": "يحظر الاتفاق بين الأطراف على تقديم تقييمات إيجابية من خلال منصة FitNee بهدف استفادة مقدم الخدمة منها على خلاف الحقيقة، وسنعتبر هذه التقييمات تضليلية وسوف نقوم بحذفها.",
      "sectionNineteenDescriptionSevenText": "يحظر قيام أحد الأطراف بالتقييم بشكل تعسفي بهدف الإساءة إلى الطرف الآخر وسوف نعتبر هذه التقييمات كيدية وسنقوم بحذفها.",
      "sectionNineteenDescriptionEightText": "في جميع الأحوال لن تتحمل منصة FitNee أي مسئولية بخصوص صدق التقييمات أو الردود ومدى قانونيتها، ولا نتحمل أي مسئولية عن التقييمات والردود غير المشروعة وهي مسئولية أصحابها فقط.",
      "sectionNineteenDescriptionNineText": "لا تمنح التقييمات المقدمة من خلال منصة FitNee أي امتياز لمقدمي الخدمات والمستخدمين، كما لا تعطي التقييمات أي دلالات جازمة على سوء الخدمة المقدمة من مقدم الخدمة، وهي في النهاية تعبر عن رأي كاتبها.",
      "sectionNineteenDescriptionTenText": "تحتفظ منصة FitNee بكامل الحق في مراجعة وحذف أي تقييمات أو ردود غير مشروعة، وكذلك وقف أو إلغاء حساب الشخص المسيء، ولا يعني عدم حذفنا للتقييمات والردود غير المشروعة مشاركة أو موافقة منا على النشر. ولا يجب أن يُفهم حقنا في مراجعة التقييمات والردود بأنه التزام قانوني علينا، وعليك إبلاغنا في حالة وجود تقييمات أو ردود غير مشروعة لاتخاذ الإجراء المناسب ضدها.",
      "sectionNineteenDescriptionElevenText": "تحتفظ منصة FitNee بحقه في رفض نشر أي تقييمات أو ردود في أي وقت إذا كانت تخالف الأحكام السابقة، وفي جميع الأحوال نحتفظ بكامل الحق في اللجوء إلى القضاء واقتضاء كافة التعويضات المناسبة إذا ترتب على التقييمات والردود أضرارًا للمنصة المملوكة لنا، مع احتفاظ المضرور والمجتمع بحقه في العقوبات الجنائية.",
      "sectionNineteenDescriptionTwelveText": "تحتفظ منصة FitNee بكامل الحق في مراجعة وحذف أي تقييمات أو ردود أو تعليقات مرسلة. ",
      "sectionTwentyHeadingText": "عشرون: تسوية النزاعات بين الأطراف",
      "sectionTwentyDescriptionOneText": "يحق لكل من العميل ومقدم الخدمة تقديم شكوى للمنصة متعلقة بالخدمة، وسوف تقوم إدارة منصة FitNee بمتابعة الشكوى والتواصل مع الأطراف ومحاولة حل المشكلة، وتستطيع الإدارة في هذه الحالة توقيع عقوبة على الأطراف (الإيقاف المؤقت أو الإيقاف الدائم أو تحذير المستخدم).",
      "sectionTwentyDescriptionTwoText": "لا تخل الإجراءات والقرارات التي تتخذها الإدارة داخل منصة FitNee من حق كل طرف في اتخاذ الإجراءات القانونية ضد الطرف الآخر دون الرجوع علينا بأي شكل من الأشكال.",
      "sectionTwentyOneHeadingText": "واحد وعشرون: حقوق التأليف والنشر",
      "sectionTwentyOneDescriptionOneText": "منصة FitNee والأفكار المُعبَر عنها داخلها، هي حقوق ملكية فكرية خالصة لنا، وأي تقليد أو اقتباس للمنصة أو بعض خدماتها (بما في ذلك الأفكار والنصوص والرموز والبرمجيات والمحتوى) يعد انتهاكًا لحقوق التأليف والنشر الخاصة بنا، وسنقوم معه باتخاذ كافة الإجراءات القانونية ضد مرتكب الانتهاكات المذكورة.",
      "sectionTwentyOneDescriptionTwoText": "جميع المحتويات المضمنة أو المتاحة ضمن خدمات منصة FitNee مثل (النصوص والشعارات والصور والرسوم البيانية والتسجيلات الصوتية وأيقونات الأزرار والمحتويات الرقمية والمواد التي يتم إعادة تحميلها والبرمجيات وتجميع البيانات) هي ملك لمنصة FitNee. ",
      "sectionTwentyOneDescriptionThreeText": "تجميع كافة البيانات المدرجة في خدمة FitNee أو إتاحتها من قِبل أيًا من خدماتنا هو ملك حصري وخاص بمنصة FitNee ومحمية بموجب الاتفاقيات الدولية السارية، مثل اتفاقية برن، واتفاقية تربس.",
      "sectionTwentyTwoHeadingText": "اثنان وعشرون: العلامات التجارية",
      "sectionTwentyTwoDescriptionOneText": "'FitNee' والشعارات المرتبطة بها، وكافة الصور والشعارات ورؤوس الصفحات وأيقونات الأزرار والنصوص والأسماء الخدمية هي علامات تجارية وتصميمات تجارية وعلامات خدمة خاصة بـمنصة FitNee، ولا يجوز اقتباسها أو تقليدها أو نسخها أو تعديلها دون الحصول على موافقة كتابية منا.",
      "sectionTwentyTwoDescriptionTwoText": "يتم استخدام علاماتنا التجارية وعلامات الخدمات وكافة التصميمات بشكل حصري من جانب إدارة منصة FitNee، وبالتالي يحظر استخدامها في أي وسيلة إعلامية أو إعلانية أو استخدامها في اتصال بأي منتج أو خدمة غير تابعة لنا دون الحصول على موافقة كتابية منا. ",
      "sectionTwentyTwoDescriptionThreeText": "قد يتم توفير علامات تجارية أو علامات خدمة خاصة بجهات أخرى من خلال منصة FitNee، ويحق لهذه الجهات الدفاع عن حقوقها على العلامات التجارية في حالة الاعتداء عليها من أي من مستخدمي منصة FitNee وذلك بالرجوع بشكل مباشر على المستخدم الذي قام بانتهاك تلك الحقوق.",
      "sectionTwentyThreeHeadingText": "ثلاثة وعشرون: شروط وأحكام المحتوى",
      "sectionTwentyThreeDescriptionOneText": "يقر المستخدم بأن له كامل الحق في نشر المحتوى عبر حسابه الشخصي، وأن هذا المحتوى لا يتعارض مع القوانين المعمول بها ولا ينتهك أي حق من حقوق الغير، ويتحمل المستخدم كافة المسئوليات القانونية في حالة قيامه بمخالفة أي قوانين معمول بها أو في حالة قيامه بانتهاك أي حقوق ملكية شخصية أو ملكية فكرية على أي من المحتوى الذي يقوم بنشره عبر منصة FitNee.",
      "sectionTwentyThreeDescriptionTwoText": "يلتزم المستخدم بعدم نشر أي محتوى يتعارض مع أهداف منصة FitNee وغاياتها، أو أي محتوى تجاري غير مرتبط بالخدمات، أو أي محتوى سياسي أو يحقر من الأفراد أن الشركات أو الجهات الحكومية أو غير الحكومية، أو أي محتوى يهدف إلى ازدراء الأديان أو الإساءة للشعوب أو الدول أو الثقافات المختلفة أو غير ذلك من المحتوى المخالف للقانون أو النظام العام للمملكة العربية السعودية.",
      "sectionTwentyThreeDescriptionThreeText": "يلتزم المستخدم بتحري الدقة والمصداقية في عرض المحتوى الخاص به منه خلال منصة FitNee، ويتعهد بالابتعاد عن تقديم محتوى كاذب أو تضليلي أو غير قانوني، وفي جميع الأحوال لا تتحمل منصة FitNee أي مسئولية قانونية بخصوص نشر المحتوى عبر منصة FitNee، كما أن منصة FitNee غير مسئولة قانونًا عن قيام المستخدم بانتهاك أي حقوق خاصة بالغير وهي مسئولية المستخدم وحده.",
      "sectionTwentyThreeDescriptionFourText": "منصة FitNee لا تتحمل أي مسئولية بخصوص سوء استخدام المحتوى، وهي مسئولية المستخدم الذي يُسئ استخدام المحتوى، ويعد المستخدم في هذه الحالة مسئولاً في مواجهتنا عن استخدامه للمحتوى الخاص بمنصة FitNee.",
      "sectionTwentyThreeDescriptionFiveText": "يمنحنا المستخدم الحق في عرض وتبادل المحتوى الذي قام بنشره عبر منصة FitNee، ويحق لنا في أي وقت وضع اسم FitNee على المحتوى الذي قمت بتقديمه عبر منصة FitNee أو استخدامه في أي أعمال ترويجية للمنصة لزيادة فاعليتها والأعضاء المسجلين فيه.",
      "sectionTwentyThreeDescriptionSixText": "يحظر تبادل أي محتوى غير قانوني بين المستخدمين عبر منصة FitNee، كما يحظر إرسال أي رسائل تتضمن معلومات أو بيانات أو محتوى غير قانوني، أو تتضمن إساءة للشخص المرسل إليه أو منصة FitNee أو الغير.",
      "sectionTwentyThreeDescriptionSevenText": "يحق للمنصة في أي وقت حذف المحتوى الذي تم نشره بواسطة المستخدم عبر منصة FitNee إذا رأينا أن هذا المحتوى ينتهك حقوق الملكية الفكرية، أو العلامات التجارية، أو حقوق الخصوصية، أو الحقوق التجارية، أو غيرها من حقوق الملكية الخاصة بالغير أو إذا تلقينا بلاغ يفيد ذلك.",
      "sectionTwentyFourHeadingText": "أربعة وعشرون: تراخيص الاستخدام الممنوحة",
      "sectionTwentyFourDescriptionOneText": "بموافقتك على أحكام هذه الاتفاقية والتزامك الكامل بكافة الشروط والأحكام الواردة بها وبحفاظك على كافة حقوقنا المالية وغير المالية، تمنحك منصة FitNee ترخيصًا محدودًا وغير حصري، وغير قابل للتحويل وغير قابل للترخيص من الباطن للوصول إلى الاستخدام غير التجاري لخدمات منصة FitNee.",
      "sectionTwentyFourDescriptionTwoText": "نوفر خدمات استخدام منصة FitNee والحساب الممنوح من خلالها بنظام ' الترخيص بالاستخدام'، وبالتالي يحق لنا سحب هذا الترخيص في أي وقت ودون إبداء أسباب ووقف خدمات منصة FitNee أو خدمات الحساب دون أن يتطلب ذلك الحصول على موافقة أي من مستخدمي منصة FitNee.",
      "sectionTwentyFourDescriptionThreeText": "الترخيص الممنوح للمستخدم لا يشمل إعادة بيع أو أي استخدام تجاري لأي من خدماتنا أو محتوياتها، كما لا يشمل أي نسخ للمحتوى المتاح من خلال منصة FitNee، أو أي استخدام لوسائل استخراج البيانات أو أي استخدام لأدوات جمع واستخلاص البيانات المماثلة أو أي استخدام آخر غير مصرح من جانبنا.",
      "sectionTwentyFourDescriptionFourText": "يحظر عليك القيام أو المشاركة في إعادة إنتاج أو عمل نسخة مطابقة لهذه المنصة، أو نسخ أو بيع أو إعادة بيع أي جزء منه، أو استخدامه بصورة مغايرة في أغراض الاستغلال التجاري أو غير التجاري له دون الحصول على موافقة كتابية صريحة من منصة FitNee.",
      "sectionTwentyFourDescriptionFiveText": "يحظر استخدام حقوق التأليف والنشر أو علاماتنا التجارية أو أي علامات خدمة أو أي تصميمات أو نماذج متاحة من خلال منصة FitNee دون الحصول على موافقة صريحة من منصة FitNee.",
      "sectionTwentyFourDescriptionSixText": "يتيح لك الترخيص استخدام خدماتنا بشكل قانوني فقط، ويحظر عليك استخدام خدماتنا لأي أغراض غير معلنة أو غير مصرح بها من جانبنا.",
      "sectionTwentyFourDescriptionSevenText": "تنتهي التراخيص الممنوحة من قِبلنا إذا لم تلتزم بأي من الشروط والأحكام المنصوص عليها في هذه الاتفاقية، كما أن جميع الحقوق غير الممنوحة لك صراحة في هذه الاتفاقية أو أي شروط خدمة أخرى تحتفظ بها منصة FitNee. ",
      "sectionTwentyFiveHeadingText": "خمسة وعشرون: الأطراف الثالثة",
      "sectionTwentyFiveDescriptionOneText": "قد يقترن استخدام منصة FitNee بتوفير خدمات أو محتوى جهات أخرى، والتي لا تخضع لسيطرتنا، وبالتالي فأنت تقر بسريان شروط وأحكام وسياسات خصوصية أخرى على استخدامك لخدمات ومحتوى الجهات غير التابعة لنا.",
      "sectionTwentyFiveDescriptionTwoText": "قد يتم إتاحة روابط خارجية خاصة بمواقع أو منصات غير تابعة لنا، ويجب عليك التحقق من هذه الروابط قبل الاعتماد عليها، كما أننا لا نقدم أي ضمانات بشأن المحتوى المقدم في هذه الروابط وقد يتم تغييره أو تحديثه أو حذفه من جانب أصحاب المحتوى، ونحن لا نقوم بمراجعة محتوى هذه الروابط، لذلك عليك التحقق منها بنفسك كذلك الموافقة على شروط واتفاقيات استخدام المواقع والمنصات التي قدمت هذا المحتوى.",
      "sectionTwentySixHeadingText": "ستة وعشرون: الاتصالات",
      "sectionTwentySixDescriptionOneText": "تقوم منصة FitNee بالتواصل مع المستخدم عبر بيانات الاتصال التي قدمها لنا المستخدم في استمارة تسجيل الحساب أو أثناء التواصل معنا في أي وقت من الأوقات أو تلك التي يقدمها أشخاص آخرين عن مستخدمي منصة FitNee، وفي جميع الأحوال السابقة أنت توافق على تلقي الاتصالات من إدارة منصة FitNee.",
      "sectionTwentySixDescriptionTwoText": "قد تكون الاتصالات التي نقوم بها صوتية أو نصية، وأنت تقر بالموافقة على أن تلك الاتصالات النصية والصوتية تحل محل أي اتصالات أو إخطارات خطية مطلوبة خارج منصة FitNee وأنها تستوفي كافة الاشتراطات القانونية المطلوبة.",
      "sectionTwentySixDescriptionThreeText": "قد نقوم بإرسال محتوى ترويجي عن خدماتنا لك عبر وسائل الاتصال التي قدمها، وهو ما يعني تلقي التحديثات والميزات والخدمات الجديدة التي تم إضافتها للمنصة، وأنت توافق صراحة على تلقى هذه النوع من الرسائل، وفي حال رغبتك في توقف هذه الرسائل تستطيع التواصل معنا أو تحديد الرسائل على أنها غير مرغوبة، وسوف نقوم بوقف إرسال هذه الرسائل إليك، ولكن يجب أن تعلم أن ذلك قد يؤدي إلى فقدك العديد من الميزات التي يوفرها منصة FitNee.",
      "sectionTwentySevenHeadingText": "سبعة وعشرون: الإشعارات",
      "sectionTwentySevenDescriptionOneText": "أي إشعارات تود إرسالها لمنصة FitNee يجب أن يتم إرسالها عبر الوسائل المحددة داخل منصة FitNee، ولا يعتد بأي إشعارات يتم إرسالها خارج منصة FitNee.",
      "sectionTwentySevenDescriptionTwoText": "أي إشعارات تود منصة FitNee إرسالها إليك، تكون إما عن طريق إعلانها على منصة FitNee أو عن طريق إرسالها إليك عبر رقم الهاتف الذي زودتنا به خلال عملية التسجيل، ويفترض علمك بالإشعار بمجرد الإعلان على منصة FitNee.",
      "sectionTwentyEightHeadingText": "ثمانية وعشرون: تحويل الحقوق والالتزامات",
      "sectionTwentyEightDescriptionOneText": "يحق لمنصة FitNee تحويل كافة حقوقها الواردة في هذه الاتفاقية للغير دون أي اعتراض من المستخدم، ويلتزم الجميع بتنفيذ كافة التزاماتهم الواردة في هذه الاتفاقية قِبل المحال إليه فور إخطارهم بالحوالة، ويحق للمحال إليه اتخاذ كافة الإجراءات القانونية قِبل المتقاعس عن تنفيذ التزاماته بموجب هذه الاتفاقية.",
      "sectionTwentyEightDescriptionTwoText": "لا يجوز لك التنازل عن التزاماتك وحقوقك بموجب هذه الاتفاقية، أو أن تعهد بإدارة حسابك بمنصة FitNee إلى طرف ثالث إلا بعد الحصول على موافقة خطية منا.",
      "sectionTwentyNineHeadingText": "تسعة وعشرون: التعديلات",
      "sectionTwentyNineDescriptionOneText": "يحق لنا تعديل الشروط والأحكام الخاصة بنا في أي وقت، وسنقوم بنشر إشعار عام عبر منصة FitNee بالتعديلات الجديدة، كما سنقوم بتحديث  ' تاريخ أخر تحديث'   أعلى هذه الوثيقة.",
      "sectionTwentyNineDescriptionTwoText": "أنت توافق على الالتزام بكافة الشروط والبنود الإضافية التي ستتاح لك والتي تتعلق باستخدام أي من الخدمات المتاحة عبر منصة FitNee، ويتم دمج هذه الشروط والبنود الإضافية إلى هذه الاتفاقية.",
      "sectionTwentyNineDescriptionThreeText": "يجوز لنا في أي وقت إجراء أية تعديلات أو تحسينات نراها ضرورية على منصة FitNee لزيادة فاعليتها، ويلتزم المستخدم بأية توجيهات أو تعليمات تقدمها منصة FitNee إليه في هذا الخصوص.",
      "sectionThirtyHeadingText": "ثلاثون: إلغاء الاتفاقية",
      "sectionThirtyDescriptionOneText": "يحق لنا في أي وقت إلغاء كل أو بعض الخدمات التي نقدمها، كما يحق لنا في أي وقت إلغاء الشروط والأحكام، أو استبدالها بشروط وأحكام أخرى.",
      "sectionThirtyDescriptionTwoText": "تعد هذه الاتفاقية مفسوخة من تلقاء ذاتها في حالة إخلالك بحقوقنا المالية أو العمولات المستحقة لنا، أو التسبب في مشكلات قانونية لنا أو لأطراف هذه الاتفاقية أو للغير، أو في حالة إخلالك بأي بند أو فقرة من شروط وأحكام هذه الاتفاقية، أو في حالة عدم توثيق معلوماتك، أو توقف نشاط منصة FitNee. وفي جميع الأحوال السابقة يحق لنا الرجوع عليك قضائيًا بموجب هذه الاتفاقية إذا كان سبب الفسخ يرجع لإخلالك بأحكامها.",
      "sectionThirtyOneHeadingText": "واحد وثلاثون: المسئولية القانونية",
      "sectionThirtyOneDescriptionOneText": "يجب عليك الالتزام بجميع القوانين واللوائح المعمول بها داخل المملكة العربية السعودية فيما يتعلق باستخدامك لمنصة FitNee، وتتحمل كافة المسئوليات الناشئة في حالة إخلالك بهذه القوانين أو اللوائح، كما تلتزم بجميع الشروط والأحكام المنصوص عليها في هذه الاتفاقية.",
      "sectionThirtyOneDescriptionTwoText": "يتحمل المستخدم المسئولية القانونية الكاملة في حالة إخلاله بأي بند أو شرط أو فقرة منصوص عليها في هذه الاتفاقية، كما يتحمل المسئولية القانونية في حالة إخلاله بأي قوانين معمول بها، وتحتفظ منصة FitNee والمتضرر بكافة حقوقهم القانونية الناشئة عن أي إخلال يقوم به المستخدم. ",
      "sectionThirtyOneDescriptionThreeText": "أي استخدام غير قانوني للمنصة أو خارج عن إطار هذه الاتفاقية أو يهدف إلى التلاعب على منصة FitNee أو حقوقها المالية سوف تقوم معه منصة FitNee باتخاذ كافة الإجراءات القانونية التي تحفظ بما في ذلك تحريك الدعوى الجنائية ضد المستخدم.",
      "sectionThirtyOneDescriptionFourText": "أي إساءة لسمعة منصة FitNee سواء من جانب المستخدمين أو الغير أو أي مساهمة في تلك الإساءة ستقوم معها منصة FitNee باتخاذ كافة الإجراءات القانونية التي تحفظ حقوقه المدنية والجنائية.",
      "sectionThirtyOneDescriptionFiveText": "أنت مسئول عن المحافظة على استخدام منصة FitNee بكل جدية ومصداقية وتكون ملزمًا بالتعويض عن أي خسائر أو أضرار قد تلحق بمنصة FitNee نتيجة أي استخدام غير شرعي أو غير مفوض من قِبلنا.",
      "sectionThirtyOneDescriptionSixText": "في حالة حدوث نزاع بين مستخدمي منصة FitNee، كمقدم الخدمة والعميل على سبيل المثال، وعدم الامتثال لأي حل ودي أو وساطة من جانب منصة FitNee، ففي هذه الحالة يحق لكل طرف الرجوع على الطرف الآخر دون أي مسئولية قانونية على منصة FitNee.",
      "sectionThirtyOneDescriptionSevenText": "في جميع الأحوال وفي جميع المخالفات والانتهاكات التي يقوم بها المستخدم، فإن منصة FitNee لن يتحمل أي مسئولية قانونية أو تعويضية بالنسبة عن أي من مستخدمي منصة FitNee، كما لن تكون منصة FitNee مسئولة وفقًا لأحكام المسئولية المدنية أو الجنائية أو أحكام المسئولية التبعية أو التضامنية أو غير ذلك في هذه الحالات.",
      "sectionThirtyOneDescriptionEightText": "امتثالاً لأحكام القوانين المعمول بها ستقوم منصة FitNee باتخاذ كافة الإجراءات اللازمة وتقديم كافة التسهيلات والمساعدات للجهات المختصة بما في ذلك الجهات الأمنية وجهات التحقيق والمحاكم المختصة في حال طلب أي بيانات أو معلومات أو سجلات أنشطة عن المستخدمين الذين ينتهكون القوانين المعمول بها أو أحكام هذه الاتفاقية.",
      "sectionThirtyOneDescriptionNineText": "لا يعني عدم قيامنا باتخاذ أي من الإجراءات القانونية وفقًا لأحكام هذه الاتفاقية تنازلاً عنها أو قبولاً بالتصرفات التي قام بها المستخدم، كما لا يعني ذلك تنازلاً أو قبولاً بأي تصرفات مخالفة لاحقة عليها، وتحتفظ منصة FitNee باستخدام كل أو بعض حقوقه القانونية أو العقدية في أي وقت مسموح به ولأقصى مدى تسمح به مواعيد التقادم القانونية.",
      "sectionThirtyTwoHeadingText": "اثنان وثلاثون: حدود مسئوليتنا",
      "sectionThirtyTwoDescriptionOneText": "نقدم خدماتنا كما هي متوفرة عبر منصة FitNee، وكما هو معلن بشكل صريح عبر منصة FitNee أو من خلال هذه الاتفاقية أو من خلال أي تعليمات صادرة عن منصة FitNee لأي من مستخدميها، وبالتالي فمنصة FitNee غير مسئولة عن توفير أي خصائص أو ميزات حالية أو مستقبلية على منصة FitNee.",
      "sectionThirtyTwoDescriptionTwoText": "إن العلاقة القانونية التي تربط منصة FitNee من ناحية والعميل ومقدم الخدمة من ناحية أخرى لا يمكن تفسيرها بشكل يخالف أحكام هذه الاتفاقية، فلا يمكن اعتبار منصة FitNee صاحب عمل أو وكيل أو مفوض أو ممثل عن أي من الأطراف، فكل شخص يمثل نفسه من خلال منصة FitNee، واستخدام منصة FitNee قائم على الاعتبار الشخصي، كما أن كل مستخدم يعلم ويقر بأن المسئولية الناشئة عن استخدام منصة FitNee   ' مسئولية شخصية ' وبالتالي تخلي منصة FitNee مسئوليتها القانونية عن أي أخطاء تقع من أي من مستخدمي منصة FitNee.",
      "sectionThirtyTwoDescriptionThreeText": "يخلي الأطراف والمستخدمين مسئولية منصة FitNee صراحة عن أي تصرفات أو أنشطة أو معاملات أو أفعال غير قانونية تقع من الأطراف أو المستخدمين الآخرين، ويعلم كل طرف ومستخدم أن منصة FitNee يقتصر دورها على ربط الأطراف ببعضهم.",
      "sectionThirtyTwoDescriptionFourText": "يخلي الأطراف والمستخدمين مسئولية منصة FitNee القانونية عن كافة الأخطاء التي تقع عن الأشخاص التابعين لنا كالموظفين والموزعين والوكلاء والمتعاقدين معنا، وأننا لا نقبل أي مسئولية عن أخطاءهم أو أي أفعال غير مشروعة يقومون بها، ويسأل مرتكب العمل غير المشروع مسئولية شخصية وليست مسئولية تبعية.",
      "sectionThirtyTwoDescriptionFiveText": "لا تقدم منصة FitNee أي ضمان ولا تتحمل أي مسئولية فيما يتعلق بحداثة وشيوع ودقة وجودة المعلومات التي يتلقاها المستخدم أو يتوصل إليها عبر منصة FitNee.",
      "sectionThirtyTwoDescriptionSixText": "تقع مسئولية استخدام أو الاعتماد على المعلومات التي يتلقاها أو يتوصل إليها المستخدم من خلال خدمات منصة FitNee على عاتق هذا المستخدم بشكل كامل.",
      "sectionThirtyTwoDescriptionSevenText": "تقر بأن منصة FitNee عبارة عن خدمة قائمة على الانترنت، وأنه على الرغم من بذلنا أقصى جهد للحفاظ على المعلومات وإبقائها آمنة، إلا أننا لا نستطيع أن نضمن أن تكون المعلومات التي يتلقاها المستخدم أو يقوم ببثها أثناء استخدامه للمنصة آمنة في كل الأوقات.",
      "sectionThirtyTwoDescriptionEightText": "لا تقدم منصة FitNee أي ضمانات أو تأكيدات تفيد بأن كل مستخدم لهذه المنصة هو الشخص الذي يدعيه، أو أن البيانات الشخصية التي يقوم أي من مستخدمين بإضافتها عبر منصة FitNee هي بالضرورة منسوبة بشكل قانوني لهذا الشخص، وبالتالي يجب على الأطراف التحقق من هويتهم الشخصية بشكل كامل في حال وجود أي معاملات بينهم.",
      "sectionThirtyTwoDescriptionNineText": "منصة FitNee غير مسئولة عن أي تصرفات شخصية تقع من أي من الأطراف، ويحق لكل طرف اتخاذ كافة الإجراءات القانونية المناسبة في حالة تعرضه لأي إساءة أو احتيال، دون أدنى مسئولية قانونية على منصة FitNee.",
      "sectionThirtyTwoDescriptionTenText": "قد نقوم في أي وقت بتعديل أو وقف أو قطع خدمات منصة FitNee بدون إرسال إخطار إليك بذلك، كما قد نقوم بوقف استخدامك لخدماتنا إذا قمت بانتهاك هذه الشروط والبنود أو إذا أسأت استخدام هذه الخدمات من وجهة نظرنا.",
      "sectionThirtyTwoDescriptionElevenText": "مع عدم الإخلال بحقوقه الأخرى فان لمنصة FitNee الحق في وقف أو إلغاء عضويتك أو وصولك إلى منصة FitNee في أي وقت وبدون إنذار ولأي سبب، ودون تحديد، ويمكنه إلغاء اتفاقية المستخدم هذه.",
      "sectionThirtyTwoDescriptionTwelveText": "تحتفظ منصة FitNee بالحق في اعتماد وتنفيذ كافة شروط الإعفاء من المسئولية أو الحد منها المنصوص عليها في هذا البند أو في أي بنود أو شروط أو فقرات أخرى منصوص عليها في هذه الاتفاقية أو في القوانين المعمول بها.",
      "sectionThirtyThreeHeadingText": "ثلاثة وثلاثون: التعويضات",
      "sectionThirtyThreeDescriptionOneText": "لا تقدم منصة FitNee أي نوع من أنواع التأمينات أو التعويضات لأي من الأطراف أو مستخدمي منصة FitNee في حالة إصابة أيًا منهم بأي أضرار ناشئة عن استخدام منصة FitNee أو طلب الخدمات من خلاله أو تنفيذ أحكام هذه الاتفاقية أو القوانين المعمول بها، بما فيها الأضرار المباشرة وغير المباشرة والخسائر في الأرباح والشهرة أو أي خسائر أو أضرار أخرى.",
      "sectionThirtyThreeDescriptionTwoText": "لن تُسأل منصة FitNee مسئولية تضامنية أو تبعية مع أي من المستخدمين في حالة تسبب أي منهم في الإضرار بأي من المستخدمين أو الأطراف الآخرين أو مخالفة هذه الاتفاقية أو القوانين المعمول بها، وتكون المسئولية التعويضية شخصية.",
      "sectionThirtyThreeDescriptionThreeText": "يلتزم المستخدم بتعويضنا تعويض كامل في حالة التسبب في أي أضرار لنا نتيجة سوء استخدام خدمات منصة FitNee أو الإضرار بنا أو بموظفينا أو وكلائنا أو موزعينا أو كافة الأشخاص التابعين لنا، ويجب أن يجبر التعويض كافة الأضرار التي تسبب فيها المستخدم بشكل مباشر أو غير مباشر. ",
      "sectionThirtyFourHeadingText": "أربعة وثلاثون: تحديثات المنصة",
      "sectionThirtyFourDescriptionOneText": "يحق لمنصة FitNee في أي وقت تعديل أي من الخدمات التي يقدمها أو تطويرها أو تحسينها بأي شكل من الأشكال أو حذف هذه الخدمات في أي وقت من الأوقات دون أن يتطلب ذلك الحصول على موافقة أي من مستخدمي منصة FitNee.",
      "sectionThirtyFourDescriptionTwoText": "يحق للمنصة إضافة أي خدمات جديدة أو تغيير مسمى أو وصف أي خدمات قائمة، كما يحق لنا تغيير الأغراض والأهداف التي يقوم عليها منصة FitNee أو تغيير محتوى الخدمات بالكامل أو تغيير نشاط منصة FitNee بشكل جزئي أو كلي دون أن يتطلب ذلك الحصول على موافقة أي من مستخدمي منصة FitNee. ",
      "sectionThirtyFiveHeadingText": "خمسة وثلاثون: القانون المطبق والمحاكم المختصة",
      "sectionThirtyFiveDescriptionOneText": "يحكم هذه الاتفاقية القوانين المعمول بها والسارية المفعول داخل المملكة العربية السعودية، وتختص محاكم مدينة الرياض بأي نزاع ينشأ عن تفسير أو تنفيذ أحكام هذه الاتفاقية، وتخضع كافة النزاعات بين منصة FitNee وأي من مستخدميها للاختصاص الحصري لهذه المحكمة، ويعد هذا البند اتفاق ملزم للطرفين وموافقة على الاختصاص المحلي.",
      "sectionThirtyFiveDescriptionTwoText": "في حال أصبح أي بند من بنود هذه الاتفاقية غير ذي أثر قانونًا نتيجة إبطاله بموجب حكم قضائي أو اتفاق تحكيم واجب النفاذ فإن ذلك لا يؤثر على سريان أحكام وبنود الاتفاقية الأخرى، وتظل الاتفاقية سارية في مواجهة الصادر لصالحه الحكم مع استبعاد ذلك الحكم.",
      "sectionThirtyFiveDescriptionThreeText": "في حال إبطال أي من أحكام هذه الاتفاقية طبقًا للفقرة السابقة، ففي هذه الحالة تتوقف آثار هذه البنود من تاريخ صدور الحكم بالنسبة للصادر لصالحه الحكم، أما بالنسبة لباقي المستخدمين فتظل هذه البنود والشروط جميعًا سارية في مواجهتهم؛ فلا يعني إبطال شرط بالنسبة لأحد المستخدمين بموجب حكم قضائي إبطال هذا الشرط بالنسبة للمستخدمين الآخرين، فالعلاقة العقدية تربط منصة FitNee بكل مستخدم على حده.",
      "sectionThirtySixHeadingText": "ستة وثلاثون: اللغة",
      "sectionThirtySixMainDescriptionText": "اللغة الرئيسية لاتفاقية استخدام منصة FitNee هي اللغة العربية، وفي حالة ترجمة هذه الاتفاقية وتعارض أي من نصوصها المترجمة مع النص الأصلي، يُعمل بالنصوص المكتوبة في هذه الوثيقة ويتم استبعاد أي نصوص تخالفها.",
      "sectionThirtySevenHeadingText": "سبعة وثلاثون: التقويم",
      "sectionThirtySevenDescriptionOneText": "تعتمد منصة FitNee التقويم الميلادي.",
      "sectionThirtySevenDescriptionTwoText": "تحسب كافة المواعيد المشار إليها في هذه الاتفاقية أو المشار إليها عبر منصة FitNee بالتاريخ الميلادي."
    },
    "serviceProviders": {
      "sectionOneHeadingText": "أولاً: الالتزامات الخاصة ",
      "sectionOneDescriptionOneText": "يلتزم مقدمي الخدمات باستخراج كافة التصاريح والتراخيص الخاصة بمزاولة أنشطتهم، ولا تضمن منصة FitNee صحة أو قانونية هذه التصاريح والتراخيص أو أنها استُخرجت من مصادرها الشرعية. كما يضمن مقدم الخدمة صحة وقانونية كافة الشهادات والمستندات التي يوفرها من خلال المنصة ويتحمل المسئولية القانونية الكاملة في حال كانت مزورة أو غير صحيحة أو منتهية الصلاحية.",
      "sectionOneDescriptionTwoText": " يلتزم مقدم الخدمة بالشروط والأحكام وبكافة القوانين المعمول بها والتي تشمل نظام التجارة الالكترونية ولائحته التنفيذية وكافة قوانين المعاملات المدنية والتجارية وقوانين مكافحة الجريمة الالكترونية وقوانين حماية المستهلك وقوانين مكافحة جرائم الفساد والرشوة وقوانين الصادرات والواردات والقوانين الضريبية والجمركية وغيرها من القوانين.",
      "sectionOneDescriptionThreeText": " يلتزم مقدم الخدمة بتزويد منصة FitNee بالمحتوى اللازم لعرض الخدمات الكترونيًا، بما في ذلك على سبيل المثال لا الحصر (الصور، الفيديو، النصوص، الشعارات). وبموجب هذه الاتفاقية يرخص مقدم الخدمة لمنصة FitNee باستخدام هذه المواد لأغراض عرض الخدمات.",
      "sectionOneDescriptionFourText": "يضمن مقدم الخدمة أن كافة المعلومات والصور والملفات الخاصة بالخدمات التي يقدمها صحيحة ودقيقة وقانونية، وتعبر عن الخدمات الخاصة بمقدم الخدمة. ويلتزم مقدمي الخدمات بأن تكون إعلاناتهم ومحتواهم صادق وقانوني، وأن يبتعدوا عن المحتوى والإعلانات الكاذبة أو المضللة أو التي تنتهك حقوق الغير، أو تنتهك حقوق المشروعات الأخرى. ويضمن مقدم الخدمة عدم نشر أي معلومات كاذبة أو مضللة عن الخدمات الخاصة به، وأن يتسم عرض الخدمات بالمشروعية التجارية. ",
      "sectionOneDescriptionFiveText": "يلتزم مقدم الخدمة بتسجيل الخدمات بشكل صحيح ودقيق، ويلتزم بتوفير كافة الخدمات التي قام بتسجيلها عبر منصة FitNee وبنفس المواصفات المعلن عنها.",
      "sectionOneDescriptionSixText": "يلتزم مقدم الخدمة بنشر كافة بياناته من خلال منصة FitNee. ويلتزم مقدم الخدمة بتحديث معلومات الاتصال الخاصة به وبياناته الأخرى بشكل دوري أو كلما يطرأ عليها أي تغيير.",
      "sectionOneDescriptionSevenText": "يلتزم مقدم الخدمة بالإعلان بوضوح عن أسعار الخدمات عبر منصة FitNee، والالتزام بتلك الأسعار المعلنة في علاقته بالعميل، ويترتب على عدم التزامه بالأسعار المعلنة فسخ العقد بيننا وبينه، ووقف عضويته بمنصة FitNee، مع حقنا في تغريمه المبالغ المالية اللازمة، وحق العميل في اللجوء للقضاء.",
      "sectionOneDescriptionEightText": "يجب على مقدم الخدمة توفير برنامج كامل للخدمات التي يوفرها من خلال المنصة. ويلتزم مقدم الخدمة بتقديم الخدمات بنفسه للعملاء، ويحظر تفويض الغير بتقديم الخدمات للعميل من خلال المنصة، فشخصية مقدم الخدمة محل اعتبار بالنسبة للمنصة والعميل.",
      "sectionOneDescriptionNineText": "يجب أن تقدم الخدمات من جانب مقدم الخدمة وفق أحدث الأساليب العلمية في مجال الخدمة المعلن عنها، وأن يضمن مقدم الخدمة الأعمال التي يقوم بها خلال تقديم الخدمات.",
      "sectionOneDescriptionTenText": "يلتزم مقدم الخدمة بعدم عرض أو الإعلان أو تقديم خدماته خارج منصة FitNee بأسعار تقل عن الأسعار المقدمة منه للخدمات عبر منصة FitNee، فيجب أن تكون الأسعار المقدمة عبر منصة FitNee مساوية أو أقل من الأسعار التي يُقدمها مقدم الخدمة في أي منصة أخرى.",
      "sectionOneDescriptionElevenText": " في حال أوفى العميل بجميع التزاماته المتعلقة بالدفع وكان مقدم الخدمة غير قادر على تقديم الخدمات المقرر شرائها في الموعد المحدد والمتفق عليه مسبقا بين مقدم الخدمة والعميل، عندها يجوز للعميل أن يعطي مقدم الخدمة إشعارًا بإنهاء عملية الشراء وتقديم شكوى مباشرة لمنصة FitNee لحفظ حقوق العميل. ",
      "sectionOneDescriptionTwelveText": "يعلم مقدم الخدمة ويوافق على أن دور منصة FitNee هو تسهيل عمليات الطلب المُسبق إلكترونيًا، ولا تقدم منصة FitNee أي ضمانات متعلقة بجدية طلبات الشراء التي يقدمها العميل من خلال منصة FitNee أو أن العميل سوف يحضر إلكترونيًا في الوقت المقرر.",
      "sectionOneDescriptionThirteenText": "يلتزم مقدم الخدمة بالوقت المحدد من جانبه لتقديم الخدمة للعميل، فيقوم بتقديم الخدمة للعميل خلال الوقت المتفق عليه في طلب الخدمة المقدم عبر منصة FitNee، ويتحمل العميل كافة التعويضات المنصوص عليها في الشروط والأحكام أو العقد في حالة إخلاله بذلك.",
      "sectionOneDescriptionFourteenText": "تقدم الخدمة على مسئولية مقدم الخدمة وهو المسئول نظامًا عن دقة وأمانة وموضوعية محتوى الخدمة، كما يضمن أن محتوى الخدمة يتوافق مع التطورات العلمية والعملية في مجال تقديم الخدمة.",
      "sectionOneDescriptionFifteenText": "يضمن مقدم الخدمة أن محتوى الخدمة لا ينتهك أي حق من حقوق الملكية الفكرية بما في ذلك حقوق التأليف والنشر وحقوق العلامات التجارية أو أي حقوق شخصية أو تجارية أو أي حق من حقوق الخصوصية الخاصة بالغير.",
      "sectionOneDescriptionSixteenText": "تقدم الخدمات وفقًا لمحتواها المعلن عنه عبر المنصة، ومن خلال مقدمي الخدمات المسجلين بالمنصة، وتقدم الخدمات على مسئولية مقدمي الخدمات، وفي حالة عدم تلبية الخدمات لكافة توقعات العميل فان المنصة لا تتحمل أي مسئولية قانونية. ويمكن للعميل تسجيل تقييمه وإبلاغ فريق منصة FitNee من خلال وسيلة التواصل المعلنة عبر المنصة.",
      "sectionOneDescriptionSeventeenText": "المنصة غير مسئولة عن محتوى الخدمة، وإذا كان لأي طرف حقوق ملكية فكرية على المحتوى فيمكن للمنصة التعاون مع الجهات المختصة من أجل التحفظ على الدورة ومسحها.",
      "sectionOneDescriptionEighteenText": "يلتزم مقدم الخدمة بعدم تقديم أي خدمات أو نصائح أو استشارات أو وصفات طبية، وأن يقدم الخدمات في حدود اختصاصه فقط، ويقر بأن خدماته من خلال المنصة لا تعد خدمات طبية بأي شكل من الأشكال.",
      "sectionOneDescriptionNineteenText": "يقر مقدم الخدمة بأننا لا نتدخل بأي شكل من الأشكال في تقديم الخدمات للعميل، ويخلي مسئوليتنا أمام العميل عن أي أضرار تصيب الأخير نتيجة عدم جودة الخدمات المقدمة للعميل.",
      "sectionOneDescriptionTwentyText": "يخلي مقدم الخدمة مسئولية منصة FitNee القانونية عن أي تصرفات شخصية صادرة عن العميل، وعلى المتضرر اتخاذ كافة الإجراءات القانونية دون الرجوع على منصة FitNee بأي شكل من الأشكال.",
      "sectionOneDescriptionTwentyOneText": "للعملاء المسجلين لدينا في منصة FitNee الإلكترونية الحق الكامل في كتابة أي ردود أو تعليقات على أي تقييم أو رأي يُنشَر عبر منصة FitNee، سواء كان نقدًا أو إيجابًا. ",
      "sectionOneDescriptionTwentyTwoText": "يتعهد مقدم الخدمة بالحفاظ على معلومات الاتصال الخاصة بالعميل وعدم استغلالها بشكل يخالف سياسة الخصوصية الخاصة بمنصة FitNee.",
      "sectionOneDescriptionTwentyThreeText": "يعلم ويقر مقدم الخدمة بأننا لا تربطنا بالعميل أي علاقة عمل أو تمثيل قانوني أو وكالة أو غيرها، وفي حالة إخلال العميل بأي حق من حقوق مقدم الخدمة، فعلى مقدم الخدمة اتخاذ كافة شئونه القانونية دون الرجوع إلينا أو علينا.",
      "sectionOneDescriptionTwentyFourText": "غير مصرح لك كمقدم خدمة باستخدام العمليات التي تتم داخل منصة FitNee في مواقع أو تطبيقات أخرى، ولا استغلال التقييم الخاص بك في منصة FitNee في مواقع أو تطبيقات أخرى، كما أنه غير مصرح لك كمقدم خدمة أن توفر من خلال منصة FitNee أي تقييمات حصلت عليها في مواقع أو تطبيقات أخرى.",
      "sectionOneDescriptionTwentyFiveText": "تتعهد بعدم إبرام أي اتفاقات صورية مع العملاء بهدف الاستفادة من التقييم الايجابي الذي يمنحه لك العملاء بمنصة FitNee، وفي حالة اكتشافنا مثل هذه الممارسات فسنقوم بتعليق أو إغلاق حسابك لدينا.",
      "sectionOneDescriptionTwentySixText": "يقر مقدم الخدمة بأنه ليس عاملاً لدينا، ولا أننا أصحاب عمل، وليس لنا عليه أي سلطة رقابية أو إشرافية، ويعمل على مسئوليته الشخصية بلا أدنى مسئولية عقدية أو قانونية علينا.",
      "sectionOneDescriptionTwentySevenText": "يجب على مقدم الخدمة تقديم الأسباب لنا في حالة إلغاء الطلب أثناء التنفيذ أو عدم اكتماله لأي سبب من الأسباب، ويحق لنا قبول هذه الأسباب أو رفضها وفقًا لرؤيتنا، ومن ثم اتخاذ الإجراء المناسب حيال الواقعة.",
      "sectionOneDescriptionTwentyEightText": "يلتزم مقدم الخدمة بعدم التواصل مع العملاء أو تنفيذ طلبات أو إجراء معاملات خارج الإطار المعمول به داخل منصة FitNee، وفي حالة الإخلال بهذا الالتزام يحق للمنصة إيقاف مقدم الخدمة بشكل دائم أو مؤقت عن استخدام منصة FitNee.",
      "sectionOneDescriptionTwentyNineText": "مقدم الخدمة مسئول بشكل كامل عن أي أضرار تصيب العميل بسبب الخدمات أو المعلومات أو البرامج أو التدريب أو أساليب التغذية التي يقدمها للعميل، ويتحمل مقدم الخدمة المسؤولية القانونية الكاملة ويلتزم بكافة التعويضات الناشئة عن ذلك دون أدنى مسؤولية مدنية أو جزائية أو تبعية أو تضامنية على المنصة.",
      "sectionOneDescriptionThirtyText": "يلتزم مقدم الخدمة  بالرد في الأوقات المحددة من قبله على المنصة للمشترك أو العميل وفي حال تأخر بالرد على المشترك في بدأيه الاشتراك أو أي مرحله من الاشتراك وتكرر اكثر من مرتين, للمنصة الحق الكامل بتجميد حساب مزود الخدمة لحين البث بالأمر. ",
      "sectionOneDescriptionThirtyOneText": "في حال واجهنا الكثير من الشكاوى على مقدم الخدمة للمنصة الحق الكامل بتجميد حساب مزود الخدمة لحين البث بالأمر.",
      "sectionOneDescriptionThirtyTwoText": "منصة FitNee لا تتحمل مسؤوليه التحري والتدقيق ما إذا كان مزود الخدمة حكر على شركه، أو مؤسسه أو نادي أو ما شابه.",
      "sectionOneDescriptionThirtyThreeText": "كمقدم خدمة أنت توافق عرض ونشر جميع الشهادات والخبرات والسيرة الذاتية والصورة الشخصية المدخلة من خلالك في المنصة.  ",
      "sectionTwoHeadingText": "ثانيًا: سياسة الرسوم",
      "sectionTwoDescriptionOneText": "تفرض المنصة عمولة قدرها 13% من قيمة كل خدمة يقوم العميل بطلبها من خلال المنصة، وتقوم المنصة باستقطاع العمولة المستحقة لها من المبلغ المدفوع قبل تحويل مستحقات مقدم الخدمة طلب لأحكام هذه الوثيقة.",
      "sectionTwoDescriptionTwoText": " يتم تطبيق ضريبه القيمة المضافة وهي 15%. ",
      "sectionThreeHeadingText": "ثالثًا: سياسة تحويل المستحقات",
      "sectionThreeDescriptionOneText": "بعد تسوية كافة العمولات والمستحقات المالية للمنصة، تقوم المنصة بتحويل المبالغ المستحقة لمقدم الخدمة أسبوعيًا بواقع 25% من قيمة الخدمة في نهاية كل أسبوع.",
      "sectionThreeDescriptionTwoText": "تقوم المنصة بتسوية مستحقات مقدم الخدمة لدفعات متساوية يتم تحويل كل دفعة منها أسبوعيًا حتى يتم الانتهاء من مدة الاشتراك.",
      "sectionThreeDescriptionThreeText": "يحق للمنصة التوقف عن تحويل المستحقات لمقدم الخدمة في أي من الحالات الآتية: ",
      "sectionThreeDescriptionThreeListOneText": "- عدم التزام مقدم الخدمة في تقديم أي من الخدمات المتفق عليها أو تقصيره في تقديم الخدمة.",
      "sectionThreeDescriptionThreeListTwoText": " - قيام مقدم الخدمة بتقديم الخدمات بشكل غير قانوني أو القيام بأي عمل أو سلوك غير قانوني أو غير أخلاقي.",
      "sectionThreeDescriptionThreeListThreeText": " - عدم صلاحية وسيلة الدفع التي زودنا بها مقدم الخدمة لاستقبال المستحقات المالية."
    },
    "trainee": {
      "sectionOneHeadingText": "أولاً: الالتزامات الخاصة",
      "sectionOneDescriptionOneText": "يجب أن يتوافر في العميل الأهلية القانونية لطلب الخدمات من خلال منصة FitNee، وأن يقوم بطلب الخدمات من خلال حسابه المسجل لدينا ووفق شروط وأحكام هذه الاتفاقية.",
      "sectionOneDescriptionTwoText": "تعد جميع الخدمات التي يطلبها العميل من خلال حسابه بمنصة FitNee بمثابة تصرفات قانونية يلتزم العميل بها، وينشأ عنها التزامات عقدية سواء بيننا وبين العميل بموجب هذه الاتفاقية، أو بموجب العقد الثنائي الذي ينشأ بين العميل ومقدم الخدمة بموجب هذه الاتفاقية.",
      "sectionOneDescriptionThreeText": "العميل هو المسئول الأول والأخير عن الحساب المرتبط ببياناته، ويُسأل عن أي استخدام غير مشروع أو غير مصرح به يتم عن طريق حسابه في منصة FitNee. ويعلم العميل ويقر بأن الخدمات التي يتلقاها عبر منصة FitNee تتم من خلال مقدمي الخدمات دون أي تدخل من منصة FitNee.",
      "sectionOneDescriptionFourText": " تقدم الخدمات من خلال مقدمي الخدمات والذي تربطهم علاقة تعاقدية مع منصة FitNee، ووفق البرامج والمواعيد المعلنة عبر المنصة.",
      "sectionOneDescriptionFiveText": "يجب على العميل تجهيز الحاسب الآلي أو جهاز الهاتف الذكي سواء لأنظمة Android أو IOS إلى جانب اشتراك الانترنت بسرعة مناسبة ليتمكن من الوصول والاستفادة من الخدمات التي اشترك فيها.",
      "sectionOneDescriptionSixText": "يجب على العميل طلب الخدمات من خلال منصة FitNee لأغراض قانونية، ويحظر استغلال العمليات من خلال المنصة لأغراض غير مشروعة أو للإساءة إلى منصة FitNee بأي شكل من الأشكال.",
      "sectionOneDescriptionSevenText": "يلتزم العميل بعدم تقديم طلبات غير جدية أو وهمية ويتحمل المسئولية القانونية في مواجهة مقدمي الخدمات في حالة عدم التزامه بالطلبات المقدمة منه من خلال منصة FitNee. كما يلتزم العميل بعدم الاتفاق مع مقدمي الخدمات على تقديم طلبات صورية بهدف استفادة مقدمي الخدمات من تقييم العميل.",
      "sectionOneDescriptionEightText": "يجب على العميل الاستعداد لتلقي الخدمة التي يتم توفيرها عند الاشتراك فيها، ويجب على العميل تهيئة نفسه للاستفادة من للخدمة التي اشترك بها، وأن يكون على استعداد للاستفادة من المحتوى المقدم، والمنصة غير مسؤولة في حالة عدم استفادة العميل من الخدمة لأي سبب من الأسباب.",
      "sectionOneDescriptionNineText": "تقدم الخدمات وفقًا لمحتواها المعلن عنه عبر المنصة، ومن خلال مقدمي الخدمات المسجلين بالمنصة، وتقدم الخدمات على مسئولية مقدمي الخدمات، وفي حالة عدم تلبية الخدمات لكافة توقعات العميل فان المنصة لا تتحمل أي مسئولية قانونية، كما يتحمل العميل كافة النتائج في حالة عدم تطبيقه لمحتوى الخدمة بالشكل الأمثل أو تطبيقه بشكل خاطئ أو عدم تطبيقه بشكل جزئي أو كلي. ويمكن للعميل تسجيل تقييمه وإبلاغ فريق منصة FitNee من خلال وسيلة التواصل المعلنة عبر المنصة.",
      "sectionOneDescriptionTenText": "يحظر على العميل إلغاء الطلب في حالة قيام مقدم الخدمة بتقديمه بالشكل المتفق عليه دون وجود أي مشكلات. وفي حالة رفض العميل استلام الطلب رغم تقديمه بالشكل المطلوب من مقدم الخدمة فإن العميل يعد من الناحية الفعلية والقانونية قد استلم الطلب ويلتزم بأداء مقابله.",
      "sectionOneDescriptionElevenText": " يلتزم العميل باستخدام الخدمات بشكل قانوني، ويحظر الاستفادة من أي من الخدمات المتاحة من خلال منصة FitNee لأغراض غير قانونية أو لأغراض تخالف النظام العام في المملكة العربية السعودية أو الآداب العامة.",
      "sectionOneDescriptionTwelveText": "يلتزم العميل بأن يعامل مقدم الخدمة بالشكل اللائق وعدم صدور أي تصرفات غير قانونية ضد مقدم الخدمة أو أي شخص آخر أثناء تقديم الخدمات أو فيما يتعلق بتلك الخدمات. والمنصة لا تتحمل أي مسئولية قانونية ناشئة عن أي تصرفات تصدر من العميل تجاه مقدم الخدمة.",
      "sectionOneDescriptionThirteenText": "يلتزم العميل بالمحافظة على حقوق الملكية الفكرية وأي حقوق تجارية خاصة بمقدمي الخدمات أو المنصة على المحتوى الذي يتلقاه من خلال المنصة، وعلى ذلك يحظر على العميل نشر أو تداول المعلومات أو المحتوى أو نسخها أو تعديلها أو انتهاك حقوق الملكية الفكرية عليها بأي شكل من الأشكال.",
      "sectionOneDescriptionFourteenText": "يعلم العميل ويوافق على أن الخدمات التي يتلقاها من خلال المنصة لا تعد استشارات أو وصفات طبية، ولا يمكن الاعتماد عليها كمعلومات طبية، ويجب على العميل مراجعة طبيبه الخاص في حال كان لديه مشكلات لتلقي الخدمة من خلال المنصة أو حدوث أي مشكلة صحية نتيجة الاستفادة من الخدمات.",
      "sectionOneDescriptionFifteenText": "يلتزم العميل بأن يكون تقييمه للخدمة المقدمة من قِبل مقدم الخدمة لا يتضمن أي إساءة أو ألفاظ نابية وأن يكون النقد أو التقييم في حدود المسموح به قانونًا.",
      "sectionOneDescriptionSixteenText": "يقر العميل بأننا لا نمثله أمام الغير ولا نعتبر وكيلاً عنه وأنه مسئول في مواجهة مقدم الخدمة مسئولية شخصية في حالة الإخلال بالشروط والأحكام المنصوص عليها في هذه الاتفاقية أو في حالة الإخلال بالنصوص والأحكام القانونية السارية المفعول داخل المملكة العربية السعودية.",
      "sectionOneDescriptionSeventeenText": "يلتزم العميل بعدم التواصل مع مقدم الخدمة أو طلب تنفيذ طلبات خارج الإطار المعمول به داخل منصة FitNee، وفي حالة إخلاله بهذا الالتزام يحق للمنصة إيقافه بشكل دائم أو مؤقت عن استخدام منصة FitNee مع احتفاظنا بكافة حقوقنا القانونية الأخرى.",
      "sectionOneDescriptionEighteenText": "يعلم العميل ويوافق على أن دور منصة FitNee يقتصر على توفير خدمات الطلب المُسبق (الحجز) وأننا لا نقدم أي من خدمات مقدمي الخدمات، ولا نتدخل بأي شكل من الأشكال في توفير الخدمات للعملاء ولا نقدم أي ضمانات بشأنها، وأن العميل يتلقى الخدمات على مسئوليته الشخصية. كما يعلم ويوافق العميل على أن المنصة لا تقدم أي ضمانات بشأن صحة أي شهادات يوفرها مقدم الخدمة من خلال المنصة، وتقدم كافة الوثائق على مسئولية مقدم الخدمة.",
      "sectionOneDescriptionNineteenText": "يخلي العميل مسئولية منصة FitNee القانونية عن أي تصرفات شخصية صادرة عن مقدم الخدمة، وعلى المتضرر اتخاذ كافة الإجراءات القانونية دون الرجوع على منصة FitNee بأي شكل من الأشكال.",
      "sectionOneDescriptionTwentyText": "يطلب العميل الخدمات من خلال منصة FitNee على مسئوليته الشخصية، ولا تتحمل منصة FitNee نتيجة أي أضرار شخصية أو جسدية، ولا يحق للعميل الرجوع علينا بأي شكل من الأشكال، فمنصة FitNee لا تتدخل أو تساهم في عمل مقدمي الخدمات. ويخلي العميل مسؤولية المنصة عن أي أضرار تصيبه أو تعويضات لازمة نتيجة الاستفادة من الخدمات المقدمة من جانب مقدمي الخدمات، فيخلي العميل مسئوليتنا القانونية عن أي أضرار ناشئة عن الخدمات التي تلقاها من مقدمي الخدمات، وأن المسؤولية القانونية تنحصر في مقدم الخدمة دون أدنى مسؤولية مدنية أو جزائية أو تبعية أو تضامنية على المنصة.",
      "sectionTwoHeadingText": "ثانيًا: سياسة الاشتراك في الفيديو",
      "sectionTwoDescriptionOneText": "يتطلب الاشتراك في الفيديوهات التدريبية تسجيل حسابك بالمنصة، ويشمل تفاصيل الحساب (البريد الالكتروني، اسم المستخدم، كلمة المرور، تأكيد كلمة المرور).",
      "sectionTwoDescriptionTwoText": "يتطلب الاشتراك في الفيديوهات التدريبية الاطلاع على الشروط والأحكام والموافقة عليها وتحويل مقابل الفيديو بطرق الدفع المعتمدة لدينا.",
      "sectionTwoDescriptionThreeText": "تقدم الفيديوهات وفقًا لمحتواها المعلن عنه عبر المنصة، ويكون محتوى الفيديو التدريبي متوافق مع عنوان الفيديو وبرنامجه، ويُقدَم المحتوى أون لاين من خلال المنصة في فيديوهات مرئية.",
      "sectionTwoDescriptionFourText": "يلتزم العميل بعدم نشر محتوى الفيديوهات التدريبية عبر شبكة الإنترنت أو عدم نسخها أو تداولها أو التسبب في ضياع أي حقوق مالية لمقدمي الخدمات أو المنصة على هذه الخدمات.",
      "sectionTwoDescriptionFiveText": "لا تقدم المنصة أي ضمانات بأن تلبي الفيديوهات التدريبية كافة التطلعات أو أنها سوف تحقق أقصى استفادة منها، ويرجع ذلك كله إلى مدى استعداد العميل وقدرته على الاستفادة من الخدمات المقدمة.",
      "sectionThreeHeadingText": "ثالثًا: سياسة الرسوم",
      "sectionThreeDescriptionOneText": "تقدم المنصة خدماتها مجانًا للعملاء في مرحلة \"التصفح\"، وبالتالي، لا تفرض أي رسوم على العملاء قبل طلب الخدمة من خلال المنصة. يُستثنى من ذلك رسوم بوابة الدفع الإلكتروني وأية رسوم إدارية أخرى ذات صلة بطلب الخدمات والمدفوعات عبر المنصة.",
      "sectionFourHeadingText": "رابعًا: سياسة الاسترداد",
      "sectionFourDescriptionOneText": "في حال قبول طلب الإلغاء الخاص بالعميل سوف تقوم المنصة برد المبالغ المستحقة للعميل في محفظته الإلكتروني بالمنصة، ويستطيع العميل إعادة استخدام المبلغ الموجود بمحفظته بالمنصة في شراء الخدمات من خلال المنصة، ولن يتمكن العميل من إعادة سحب المبلغ من المنصة، فالمنصة لا تدعم خيار استرداد المبالغ للبطاقات المصرفية أو البنكية."
    }
  },
  "privacyPolicy": {
    "privacyPolicyHeadingText": "سياسة الخصوصية",
    "lastUpdatedText": "تاريخ أخر تحديث: 24 December 2023",
    "doneButtonText": "Done",
    "introductionHeadingText": "مقدمة",
    "introductionDescriptionOneText": "شكرًا لثقتكم في منصة FitNee بالمملكة العربية السعودية",
    "introductionDescriptionTwoText": "يعد من ضمن أهداف منصة FitNee حماية حقوق مستخدمي منصة FitNee في حماية بياناتهم الشخصية، ورغبة منا في تحقيق توازن بين استخدام البيانات لأغراض تقديم الخدمات وحماية حق المستخدم في خصوصية بياناته وتنفيذًا وامتثالاً للأحكام القانونية المعمول بها في هذا الصدد، قمنا بصياغة سياسة خصوصية توضح آليات جمع البيانات الخاصة بمستخدمي منصة FitNee وحدود حفظ واستخدام هذه البيانات وكافة الممارسات التي من المحتمل أن تتم على بياناتكم التي تتعامل معها منصة FitNee.",
    "introductionDescriptionThreeText": "يخضع استخدامك لمنصة FitNee وأي خدمات أو مواقع أو صفحات تابعة لها لسياسة الخصوصية هذه، وسوف تطبق على عمليات جمع واستخدام بياناتك وأنشطتك ومعاملاتك التي تقوم بها من خلال منصة FitNee، وهذه السياسة يتم إعمالها مع وثيقة الشروط والأحكام الخاصة بمنصة FitNee.",
    "sectionOneBoldHeadingText": "تتضمن سياسة الخصوصية الأقسام الرئيسية الآتية:",
    "sectionOneHeadingText": "أولاً: التعريفات",
    "sectionOneDescriptionOneText": "توضح التعريفات المعاني الخاصة بالمصطلحات الأكثر استخدامًا في هذه الوثيقة، وتعد التعريفات الواردة في وثيقة الشروط والأحكام جزء من سياسة الخصوصية وتطبق على كافة المصطلحات الواردة بها، وإلى جانب هذه المصطلحات تشير المصطلحات أدناه، ما لم يقتضي السياق خلاف ذلك، المعاني والتفسيرات المشار إليها قرين كل مصطلح:",
    "sectionOneDescriptionTwoText": "\"الوثيقة\" أو \"السياسة\" أو \"سياسة الخصوصية\" تشير إلى كافة الأحكام والتوضيحات والتفسيرات الواردة في هذه الوثيقة التي تحكم جمع واستخدام بياناتك.",
    "sectionOneDescriptionThreeText": "\"الأطراف الثالثة\" تشير إلى كافة الجهات المتعاقد معها و/أو الجهات التي تساعدنا في تقديم الخدمات أو توفير المحتوى أو توفير البيانات سواء بشكل مباشر أو غير مباشر.",
    "sectionOneDescriptionFourText": "\"البيانات\" تشير إلى كافة البيانات التي تقوم منصة FitNee بجمعها أو استخدامها، أو البيانات التي يزودنا بها المستخدم أيًا كانت طبيعة استخدامه للمنصة والتي قد تكون بيانات شخصية أو بيانات متعلقة بالخدمات أو الأنشطة أو المعاملات أو غير ذلك من البيانات التي يتم تقديمها أو جمعها أو معالجتها، والتي يخضع استخدامها لأحكام سياسة الخصوصية.",
    "sectionTwoHeadingText": "ثانيًا: الأهلية",
    "sectionTwoDescriptionOneText": "إن تقديم البيانات عبر منصة FitNee يجب أن يتم من جانب أشخاص مؤهلين قانونًا لتقديم البيانات، فيجب أن يكون الشخص بالغ من العمر 18 عامًا على الأقل حتى يكون مؤهل قانونًا لتقديم البيانات لنا ومنح موافقته على جمعها ومعالجتها",
    "sectionTwoDescriptionTwoText": "إذا كان المستخدم لم يبلغ من العمر 18 عامًا على الأقل فإنه يكون غير مؤهل لتقديم بياناته ومنح موافقته على معالجتها من خلال منصة FitNee، وفي هذه الحالة يجب أن يتم تقديم البيانات تحت إشراف أحد الوالدين أو بموافقته",
    "sectionTwoDescriptionThreeText": "في جميع الأحوال عندما تقدم بياناتك من خلال منصة FitNee فهذا يعني أنك قد بلغت من العمر 18 عامًا على الأقل أو أن البيانات مقدمة من جانب أحد الوالدين إذا كنت أقل من 18 عامًا ولن يكون منصة FitNee مسئول بأي شكل من الأشكال في حال مخالفة المستخدم ذلك",
    "sectionThreeHeadingText": "ثالثًا: الموافقة",
    "sectionThreeDescriptionOneText": "بزيارتك منصة FitNee أو تسجيل عضويتك لدينا فهذا يعني أنك اطلعت على الشروط والأحكام وسياسة الخصوصية هذه، ويعد استمرارك في استخدام منصة FitNee موافقة وإقرارًا صريحًا منك بالموافقة على كافة الممارسات الواردة في هذه السياسة",
    "sectionFourHeadingText": "رابعًا: البيانات التي نجمعها عنك",
    "sectionFourDescriptionOneText": "تقوم منصة FitNee بجمع مجموعة معينة من البيانات الخاصة بالمستخدمين وذلك للأغراض المعلن عنها من خلال هذه السياسة، وتشمل فئات البيانات التي نقوم بجمعها الآتي",
    "sectionFourOneDescriptionBoldText": "بيانات تسجيل العضوية:",
    "sectionFourOneDescriptionOneText": "بيانات تسجيل حساب العميل (الاسم، البريد الإلكتروني، رقم الجوال، العمر، النوع، الوزن، الأهداف، معلومات الاصابات والحساسية من الأطعمة) والبيانات الأخرى المطلوبة في نموذج التسجيل بالمنصة)",
    "sectionFourOneDescriptionTwoText": "بيانات تسجيل حساب مقدم الخدمة (الاسم، الصورة، البريد الالكتروني، سنوات الخبرة، الشهادات، كلمة المرور، العمل، الاختصاص، أنواع الباقات، الوقت المتاح، أسعار الاشتراكات)",
    "sectionFourOneDescriptionThreeText": "نطلب منك إنشاء حسابك بمنصة FitNee لتخصيص تجربتك أثناء استخدامك للخدمات، وتقر بالمسئولية عن اسم المستخدم وكلمة المرور الخاصة بحسابك وعن أي إفصاح للبيانات يتم من خلاله",
    "sectionFourOneDescriptionFourText": "يجوز لنا عدم اشتراط الحساب بالنسبة للرموز الترويجية المقدمة للمستخدمين الجدد للخدمات",
    "sectionFourOneDescriptionFiveText": " تقدم جميع البيانات الخاصة بالمستخدم على مسئوليته الشخصية وبالتالي يتحمل المسئولية الكاملة في حال كانت هذه البيانات كاذبة أو مضللة أو احتيالية وفقًا للشروط والأحكام والقوانين المعمول بها",
    "sectionFourTwoDescriptionBoldText": "بيانات الخدمات:",
    "sectionFourTwoDescriptionOneText": "تجمع منصة FitNee بيانات الخدمات التي يقدمها مقدمي الخدمات من خلال منصة FitNee، والتي تشمل اسم مقدم الخدمة والخدمة التي يقدمها وأسعار الخدمة، وهذه البيانات تكون مرئية لجميع المستخدمين الذين لديهم حسابات بالمنصة",
    "sectionFourTwoDescriptionTwoText": "تجمع منصة FitNee بيانات طلبات الخدمة التي يقدمها العميل من خلال منصة FitNee، والتي تشمل اسم العميل ورقم الطلب واسم مقدم الخدمة والخدمة المطلوبة والتكلفة الإجمالية للخدمة والقيمة المضافة وغيرها من البيانات التي قد يتم إضافتها بالطلب",
    "sectionFourTwoDescriptionThreeText": "طلبات الإلغاء التي يقدمها العميل أو مقدم الخدمة للطلب، أو البيانات التي يقدمها الأطراف لتسوية أي نزاع ينشأ بينهم بشأن الخدمات المطلوبة بواسطة منصة FitNee",
    "sectionFourThreeDescriptionBoldText": "بيانات الدفع:",
    "sectionFourThreeDescriptionOneText": "تتيح منصة FitNee خدمات الدفع الإلكتروني، فيستطيع العميل الدفع من خلال وسائل الدفع المعتمدة من جانبنا والتي تشمل (وسائل الدفع الإلكتروني، المحفظة الالكترونية)، ولتأمين عملية الدفع الإلكتروني تقدم منصة FitNee بوابة الدفع الإلكتروني من خلال مزود خدمة دفع إلكتروني، وبالتالي قد تطبق بعض الشروط الخاصة بمزود الخدمة على استخدامك لخدمة الدفع",
    "sectionFourThreeDescriptionTwoText": "يفوضنا العميل بالتعامل مع مزود خدمة الدفع الإلكتروني نيابة عنه، بشأن تقديم خدمة الدفع وتمكين العميل من دفع من خلال منصة FitNee.",
    "sectionFourThreeDescriptionThreeText": "منصة FitNee لا يحتفظ ببيانات الدفع الخاصة بالعميل، وبالتالي يجب على العميل إدخال بيانات الدفع الخاصة به في كل مرة يرغب في الدفع من خلالنا.",
    "sectionFourThreeDescriptionFourText": "يتم إضافة المستحقات الخاصة بمقدم الخدمة بمحفظته الإلكترونية بمنصة FitNee، ويجب على مقدم الخدمة توفير حساب بنكي (STC Pay only) لاستقبال الأموال الخاصة به بالمحفظة. كما يتم إضافة مستحقات العميل الناشئة عن إلغاء الطلب لمحفظته التي نوفرها له بالمنصة.",
    "sectionFourFourDescriptionBoldText": "بيانات الاتصال",
    "sectionFourFourDescriptionOneText": "تجمع منصة FitNee بيانات الاتصال التي يزودنا بها المستخدم لنتمكن من التواصل معه بشأن الاستفسارات التي يقدمها لنا أو المشكلات التي يكون المستخدم طرفًا فيها، أو خلال الطلب بغرض تواصل مقدم الخدمة مع العميل.",
    "sectionFourFourDescriptionTwoText": "قد نتواصل مع المستخدم لأغراض استطلاع الرأي ومعرفة المشكلات التي تواجه المستخدمين بشأن خدماتنا.",
    "sectionFourFiveDescriptionBoldText": "بيانات التقييم",
    "sectionFourFiveDescriptionOneText": "تتيح منصة FitNee لمقدم الخدمة والعميل خدمة التقييم، فيستطيع العميل تقييم مقدم الخدمة وإضافة تعليق، ويستطيع مقدم الخدمة تقييم العميل، ويعلم الأطراف أن محتوى التقييم مرئي يستطيع أي مستخدم للمنصة الاطلاع عليه، لذا يجب عدم نشر أي بيانات اتصال أو معلومات شخصية من خلال هذه الخدمة.",
    "sectionFourSixDescriptionBoldText": "المحتوى",
    "sectionFourSixDescriptionOneText": "يتمكن مقدم الخدمة من إضافة المحتوى من خلال منصة FitNee، وهذا المحتوى يتم الاحتفاظ به متاحًا ومرئيًا للمستخدمين حتى يقوم مقدم الخدمة بحذفه. وسوف تكون البيانات المتعلقة بتقديم الخدمات والبيانات المهنية مرئية للمستخدمين من خلال المنصة قبل اتخاذهم قرار شراء الخدمة من مقدم الخدمة.",
    "sectionFourSevenDescriptionBoldText": "بيانات يتم جمعها تلقائيًا",
    "sectionFourSevenDescriptionOneText": "تجمع منصة FitNee بعض البيانات الخاصة بالمستخدمين، والتي لا تحدد هوية المستخدم أو بيانات الاتصال به، ويتم جمع هذه البيانات بشكل تلقائي والتي تشمل على سبيل المثال (بيانات الأجهزة المستخدمة في عمليات الاتصال، ووقت الاتصال، ومدته، ومكان الاتصال، وعنوان IP، الصفحات التي يتم زيارتها، فئات الإعلانات التي يستهدفها المستخدم).",
    "sectionFiveHeadingText": "خامسًا: ملفات تعريف الارتباط",
    "sectionFiveDescriptionOneText": "تعتمد منصة FitNee على تقنية ملفات تعريف الارتباط \"الكوكيز\" والتي تعتبر ملفات صغيرة تُخزَّن ضمن مساحة تخزين جهازك. عندما تزور صفحات محددة على منصتنا الإلكترونية، تقوم ملفات الكوكيز بتعريف متصفحك من خلال رقم تعريف عشوائي، دون الكشف عن أي معلومات شخصية تتعلق بك. تساعدنا ملفات الكوكيز في تحسين تجربتك في استخدام خدماتنا، وفهم الأقسام التي تشهد أكبر نسبة زيارة من منصة FitNee، واكتشاف الأخطاء، وتطوير خدماتنا. نحن في FitNee نتحكم فقط في ملفات تعريف الارتباط الخاصة بمنصة FitNee، وبالتالي ليس لدينا أي سيطرة على ملفات تعريف الارتباط الخاصة بالجهات الأخرى التي تشاركنا في تقديم الخدمات، مثل جهات الدفع الإلكتروني ومنصات نشر المحتوى ومواقع التواصل الاجتماعي. لذا، يُفضل عليك الاطلاع على سياسات استخدام ملفات الكوكيز الخاصة بهذه الجهات والمواقع.",
    "sectionSixHeadingText": "سادسًا: حدود استخدامنا لبياناتك",
    "sectionSixMainDescriptionText": "يستخدم منصة FitNee البيانات التي تقدمها لنا أو التي نقوم بجمعها للأغراض الآتية:",
    "sectionSixDescriptionOneText": "نستخدم بياناتك لتمكينك من تسجيل حسابك بمنصة FitNee، واستخدام خدماتنا بالشكل الأمثل، ومعالجة بياناتك التي قدمتها لنا في استمارة التسجيل أو في طلبات حجز الخدمات مثل التحقق من أن رقم هاتفك أو بريدك الإلكتروني نشط وصالح للاستخدام.",
    "sectionSixDescriptionTwoText": "نستخدم بياناتك لتمكينك من تقديم طلبات شراء الخدمات ومعالجتها وتمكينك من إلغاء الطلب أو تقديم الشكوى بشأنه، كما نستخدم بياناتك لتقديم خدمة أفضل، عن طريق توفير الدعم الكامل لك والرد على كافة أسئلتك أو استفساراتك أو متابعة تعليقاتك أو تقييماتك.",
    "sectionSixDescriptionThreeText": "نستخدم بياناتك لمعالجة كافة المدفوعات التي تقوم بها عن طريق وسائل الدفع الإلكتروني أو أي مدفوعات أخرى مصرح بها طبقًا للشروط والأحكام، كما نقوم بمعالجة عمليات خصم المستحقات والرسوم والتواصل معك بشأن المبالغ التي تدفعها أو المستحقة لك أو تسهيل عملية الدفع.",
    "sectionSixDescriptionFourText": "نستخدم بياناتك لمعالجة الاستبيانات والإجابات التي زودتنا بها، أيضًا نستخدم بياناتك لتقديم الحلول للمشكلات التي تواجهك أثناء استخدامك للمنصة، أو للرد على الشكاوى التي ترسلها لمنصة FitNee وحلها.  أيضًا، نستخدم بياناتك لتزويدك بالمعلومات أو الخدمات التي تطلبها، كما نستخدم بياناتك لتزويدك بالخدمات التي تهمك.",
    "sectionSixDescriptionFiveText": "نستخدم بياناتك لأغراض العمل الداخلية في منصة FitNee مثل تحليل البيانات وتحسين الخدمات، ولاقتراح المحتوى والتوصيات والإعلانات والخدمات سواء الخاصة بنا أو الخاصة بالمستخدمين عبر منصة FitNee، كما نستخدم بياناتك لإدارة العروض والخصومات على الخدمات المتاحة عبر منصة FitNee.",
    "sectionSixDescriptionSixText": "نستخدم بياناتك للاتصال بك بشأن الاتصالات الحكومية أو بخصوص تنفيذ سياسة الخصوصية، كما نستخدم بياناتك الشخصية لأي أغراض أخرى يتم إبلاغك بها مستقبلاً.",
    "sectionSixDescriptionSevenText": "نستخدم بياناتك للأغراض الموضحة في القسم الرابع \"رابعًا\" من هذه السياسة، ولمعالجة أي عمليات متعلقة بتصنيفات البيانات الموضحة في هذا القسم.",
    "sectionSixDescriptionEightText": "وفي جميع الحالات المنصوص عليها في هذه الاتفاقية، أنت تمنحنا ترخيص غير حصري وغير محدود وقابل للتفويض باستخدام بياناتك على النحو السابق.",
    "sectionSevenHeadingText": "سابعًا: الموافقة على الاتصالات والإشعارات",
    "sectionSevenDescriptionOneText": "أنت توافق على تلقي الاتصالات والإشعارات منا، وسوف نتواصل معك عن طريق البريد الالكتروني أو رقم الهاتف الجوال الذي زودتنا به خلال عملية تسجيل حسابك بمنصة FitNee، كما قد نتواصل معك عن طريق نشر إشعارات عبر منصة FitNee أو من خلال خدمات منصة FitNee الأخرى.",
    "sectionEightHeadingText": "ثامنًا: الإفصاح عن بياناتك",
    "sectionEightDescriptionMainText": "لاعتبارات متعددة قد يكشف منصة FitNee عن بياناتك بشكل عادل وقانوني، وذلك على النحو الآتي:",
    "sectionEightDescriptionOneText": "تلتزم منصة FitNee بالإفشاء عن البيانات والإفصاح عنها في حالة صدور أمر مسبب من إحدى الجهات القضائية المختصة يلزمنا بذلك، ويشمل ذلك البيانات الشخصية لأي من مستخدمي منصة FitNee، أو أي بيانات أو معلومات متعلقة بالحسابات التي يدخل عليها المستخدم أو الأشخاص أو الجهات التي يتواصلون معها من خلال منصة FitNee.",
    "sectionEightDescriptionTwoText": "أنت تفوضنا في تقديم بياناتك لوكلائنا والموزعين المعتمدين من جانبنا والأشخاص المتعاقدين معنا بشأن تقديم الخدمات، كما نكشف عن بياناتك الشخصية لشركائنا، وفي حالة قيامنا ببيع أي من أصول منصة FitNee سنسمح للمشتري الجديد بالوصول لبياناتك والتعامل معها في حدود هذه السياسة.",
    "sectionEightDescriptionThreeText": " نكشف عن البيانات من أجل حمايتك وحماية منصتنا وموظفينا وشركائنا وحماية الغير، وحماية حقوق الملكية، كما نكشف عن البيانات من أجل تنفيذ وتطبيق سياساتنا والعقود التي تبرمها معنا وتنفيذًا لأي سياسات أو اتفاقيات أخرى.",
    "sectionEightDescriptionFourText": "قد نكشف عن بياناتك إلى القضاء أو الجهات الحكومية، تنفيذًا لأي أحكام قضائية تصدر عن القضاء السعودي أو صادرة عن القضاء الأجنبي وتكون واجبة النفاذ في المملكة العربية السعودية، كذلك تنفيذًا لأي قرار صادر من الأجهزة الأمنية أو السيادية أو أي جهة قضائية.",
    "sectionNineHeadingText": "تاسعًا: تخزين البيانات",
    "sectionNineDescriptionOneText": "نقوم بتخزين كافة بياناتك على خوادم محمية بشكل كامل ومؤمنة لحماية بياناتك من أي اختراق أو عملية قرصنة، وقد يتطلب تخزين بياناتك نقلها خارج المملكة العربية السعودية في حالة استعانة منصة FitNee بمزود خدمة استضافة خارجي، لذلك فأنت تفوضنا بالتعامل مع الآخرين بشأن بياناتك كما تفوضنا في نقلها وتخزينها على الخوادم التي نتعامل معها.",
    "sectionNineDescriptionTwoText": "نقوم بالاحتفاظ ببعض البيانات وتخزينها من خلال خدمة التخزين السحابية iCloud وهي خدمة مؤمنة من جانب مزود الخدمة التابع له الخدمة، ولا تتحمل المنصة أي مسئولية قانونية ناشئة عن أي مشكلات أو تصرفات ترجع لمزود الخدمة.",
    "sectionTenHeadingText": "عاشرًا: مشاركة البيانات مع الأطراف",
    "sectionTenDescriptionOneText": "نتعامل من خلال منصة FitNee مع أكثر من طرف لأغراض تقديم الخدمات أو شرائها، وهذا يتطلب الافصاح عن بعض البيانات من جانب منصة FitNee لأي من الأطراف لأغراض تنفيذ الخدمة، وأنت تعلم وتوافق على أننا نقوم بتزويد الأطراف ببعض بياناتك لأغراض تنفيذ الخدمة أو المعاملة الخاصة بك، وتفوضنا بتحديد البيانات التي يتم تبادلها مع الأطراف وطريقة ووقت الافصاح عنها.",
    "sectionElevenHeadingText": "حادي عشر: التزامات الأطراف",
    "sectionElevenMainDescriptionText": "إن تقديم البيانات من جانب منصة FitNee لأحد الأطراف أو تبادل البيانات بين الأطراف فيما بينهم يتطلب اطلاعك على الأحكام الآتية وموافقتك عليها:",
    "sectionElevenDescriptionOneText": "إن تقديم البيانات من منصة FitNee لأحد الأطراف لتنفيذ معاملتك يتم على مسئوليتك الشخصية، وتعد منصة FitNee ناقل للبيانات فقط بموافقة المستخدم دون أدنى مسئولية قانونية على منصة FitNee.",
    "sectionElevenDescriptionTwoText": "إن تقديم البيانات من منصة FitNee لا ينشأ معه أي التزام على منصة FitNee بالرقابة على الأطراف فيما يتعلق باستخدام هذه البيانات كما لا ينشأ معه أي التزام على منصة FitNee يضمن سرية أو خصوصية هذه البيانات.",
    "sectionElevenDescriptionThreeText": "أي بيانات تقدمها لأي من الأطراف المتعاملة من خلال منصة FitNee يتم على مسئوليتك الشخصية ولن تكون منصة FitNee وسيط أو ناقل لهذه البيانات ولا يمكننا تحديدها أو تحديد أهميتها بالنسبة للخدمات المطلوبة.",
    "sectionElevenDescriptionFourText": "في جميع الأحوال يلتزم كل طرف بحفظ سرية وخصوصية أي بيانات يستلمها من منصة FitNee أو أي من خلال أي طرف آخر لأغراض تنفيذ المعاملات المتفق عليها من خلال منصة FitNee، ويتحمل الطرف المخل المسئولية القانونية الكاملة والتعويضات والغرامات والعقوبات دون أدنى مسئولية على منصة FitNee.",
    "sectionTwelveHeadingText": "ثاني عشر: التحديثات",
    "sectionTwelveDescriptionOneText": "تحتفظ منصة FitNee في أي وقت بالحق في تعديل هذه السياسة بما يتوافق مع الخدمات التي يتم تقديمها أو السياسات المتبعة من جهتنا أو القوانين المعمول بها. وتسري التعديلات على هذه السياسة في مواجهة المستخدم منذ نشر إشعار بها عبر منصة FitNee. وفي جميع الأحوال، سنقوم بتحديث \"تاريخ آخر تحديث\" أعلى هذه الوثيقة. لذا، يجب عليك الدخول إلى هذه الصفحة للتحقق من تاريخ تحديث هذه الوثيقة.",
    "sectionTwelveDescriptionTwoText": "إذا لم تكن راض عن التعديلات التي نقوم بها على هذه السياسة فعليك عدم الاستمرار في استخدام منصة FitNee أو عدم طلب الخدمات أو الاستفادة منها، ويعد استمرارك في استخدام منصة FitNee أو الدخول معنا في أي طلبات جديدة بعد نشر التعديلات موافقة صريحة منك عليها وقبولاً قانونيًا بكل ما ورد بها.",
    "sectionTwelveDescriptionThreeText": "يحق لنا في أي وقت، ودون إبداء أسباب إلغاء سياسة الخصوصية هذه أو إلغاء أي اتفاق معك بشأنها، أو استبدالها بسياسة أخرى.",
    "sectionThirteenHeadingText": "ثالث عشر: الاتصال بنا",
    "sectionThirteenDescriptionOneText": "في حال رغبتك في الاستفسار عن بنود سياسة الخصوصية يرجى التواصل معنا عبر:",
    "emailText": "البريد الالكتروني:",
    "whatsAppText": "WhatsApp only:"
  },
  "registerAs": {
    "registerAsText": "سجل الان",
    "traineeText": "المتدرب",
    "trainerText": "المدرب",
    "nutritionistText": "اخصائي التغذية",
    "trainerNutritionistText": "مدرب وأخصائي تغذية",
    "guestText": "ضيف",
    "alreadyAccountText": " ﻟﺪﻳﻚ ﺣﺴﺎﺏ؟"
  },
  "guest": {
    "listOfText": "قائمة",
    "yearsText": "سنوات",
    "seeMoreText": "المزيد",
    "subscribeToSeeText": "سجل الدخول لعرض جميع المدربين واخصائي التغذية",
    "registerText": " إنشاء حساب",
    "notNowText": "ليس ﺍﻻﻥ",
    "subscribeText": "اشترك",
    "availableHoursText": "ﺍﻷﻭﻗﺎﺕ ﺍﻟﻤﺘﺎﺣﺔ",
    "qualificationExperienceText": "الشهادات والخبرات",
    "areaSpecialtyText": "التخصص",
    "bodyBuildingText": "كمال أجسام",
    "powerLiftingText": "رفع أثقال",
    "commentsText": "تعليقات",
    "healthyLifeStyleText": "نمط حياة صحية",
    "trainerNutritionistText": "مدرب وأخصائي تغذية",
    "nutritionistsText": "اخصائيي التغذية",
    "trainersText": "المدربين",
    "bothText": "ﺍﻟﺠﻤﻴﻊ",
    "deleteModalText": "ﻫﻞ ﺃﻧﺖ ﻣﺘﺄﻛﺪ ﻣﻦ ﺭﻏﺒﺘﻚ ﻓﻲ ﺣﺬﻑ ﺍﻟﺤﺴﺎﺏ؟",
    "noText": "ﻻ",
    "maleText": "ذكر",
    "femaleText": "أنثى",
    "exerciseSubscriptionModalText": "اشترك بقيمة 33.35 ريال شهرياً لعرض جميع التمارين بتعليمات واضحة  تمكنك من اداء التمارين بطريقة صحيحه"
  },
  "contactUs": {
    "firstNameText": "الأسم ﺍﻻﻭﻝ",
    "lastNameText": "الأسم الأخير",
    "emailText": "البريد ﺍﻹﻟﻜﺘﺮﻭﻧﻲ",
    "describeIssueText": "اكتب استفسارك هنا",
    "unlockYourPotentialText": "ﺃﻁﻠﻖ العنان لإمكانياتك",
    "transformYourBodyText": "ﻟﻴﺎﻗﺘﻚ ﻗﺮﺍﺭﻙ",
    "contactUsText": "تواصل معنا",
    "sendText": "إرسال",
    "cancelText": "إلغاء",
    "modalOneText": "تم الإرسال بنجاح. سيتواصل معك فريق فتني قريبًا"
  },
  "trainer": {
    "walletText": "المحفظة",
    "bioText": "السيرة الذاتية",
    "trainerHeadingText": "المؤﻫﻼﺕ والخبرات",
    "commentText": "التعليقات",
    "trainerSubscriberText": " المشتركين",
    "trainerPaymentText": "تاريخ عمليات الدفع",
    "trainerPackageText": "الباقات",
    "availableHoursText": "ﺍﻷﻭﻗﺎﺕ ﺍﻟﻤﺘﺎﺣﺔ",
    "trainerCommentContentText": "مدرب مثالي! أدت التدريبات المصممة بمهارة والتحفيز المستمر والخبرة إلى تقدم ملحوظ. موصى به للغاية لرحلات اللياقة البدنية التحويلية.",
    "myCurrentTraineeText": "المتدربين",
    "changePasswordText": "تغيير الرقم السري",
    "confirmText": "ﺗﺄﻛﻴﺪ",
    "submitText": "ﺇﺭﺳﺎﻝ",
    "nameText": "ﺍﻻﺳﻢ",
    "durationText": "ﺍﻟﻔﺘﺮﺓ",
    "priceText": "ﺍﻟﻤﺒﻠﻎ",
    "startDateText": "ﻣﻦ ﺗﺎﺭﻳﺦ",
    "endDateText": "ﺍﻟﻰ ﺗﺎﺭﻳﺦ",
    "monthText": "شهر",
    "editText": "ﺗﻌﺪﻳﻞ",
    "addText": "ﺃﺿﺎﻓﻪ",
    "fullyBookedText": "ليس متاح"
  },
  "paymentHistory": {
    "paymentHistoryTitleText": "تاريخ عمليات الدفع",
    "availableBalanceText": "الرصيدالمتاح",
    "todayText": "اليوم",
    "amountReleasedText": "المبلغ المدفوع",
    "SARText": "ريال"
  },
  "trainerPackages": {
    "monthText": "شهر",
    "twoMonthText": "ﺷﻬﺮﻳﻦ",
    "threeMonthText": "ﺛﻼﺛﺔ ﺃﺷﻬﺮ",
    "subscribeText": "اشترك",
    "todayText": "اليوم",
    "amountReleasedText": "المبلغ المدفوع"
  },
  "traineeDashboard": {
    "traineeProgressGraph": "رسم بياني تقدم المتدرب",
    "myCurrentTrainerText": "المدرب الخاص بي",
    "myCurrentNutritionistText": "اخصائي التغذية الخاص بي",
    "mySubscriptionHistoryText": "تاريخ اشتراكاتي",
    "myProgressText": "تقدمي",
    "allServiceProvidersText": "جميع المدربين واخصائي التغذية",
    "myWalletText": "ﻣﺤﻔﻈﺘﻲ",
    "subsriptionDetailsText": "ﺗﻔﺎﺻﻳﻝ ﺍﻻﺷﺗﺭﺍﻙ ",
    "cancelText": "إلغاء",
    "cancelledText": "ﺗﻡ ﺍﻹﻟﻐﺎء",
    "addProgressText": "إضافة تقدم جديد",
    "viewHistoryText": "عرض السجلات السابقة",
    "proteinText": "ﺍﻟﺒﺮﻭﺗﻴﻦ",
    "addText": "ﺃﺿﺎﻓﻪ",
    "bfmText": "BFM",
    "smmText": "SMM",
    "weightText": "الوزن",
    "bodyFatMassText": "ﻧﺳﺑﺔ الدهون بالجسم",
    "skeletalMuscleMassText": "ﺍﻟﻛﺗﻠﺔ ﺍﻟﻌﺿﻠﻳﺔ",
    "addYourProgressText": "أضف تقدمك",
    "saveText": "حفظ",
    "dateText": "التاريخ",
    "viewGraphText": "عرض الرسم البياني",
    "subscribeForExerciseText": "اشترك للتمارين",
    "DownloadAppTraineeText": "قم بتنزيل التطبيق حتى تتمكن من التواصل مع مدربك /اخصائيي التغذية الخاص بك ولتتمكن من الوصول لجميع التمارين",
    "DownloadAppTraineeExerciseText": "قم بتنزيل التطبيق حتى تتمكن من الوصول لجميع التمارين",
    "DownloadAppTrainerText": "حمل التطبيق لتتمكن من التواصل مع متدربينك",
    "DownloadAppNutritionistText": "حمل التطبيق لتتمكن من التواصل مع مشتركينك"
  },
  "cardDetails": {
    "PaymentMethodText": "ﻁﺮﻳﻘﺔ ﺍﻟﺪﻓﻊ",
    "cardNumberText": "رقم البطاقة",
    "cardHolderNameText": "اسم حامل البطاقة",
    "expiryDateText": "ﺗﺎﺭﻳﺦ ﺍﻻﻧﺗﻬﺎء",
    "CVV/CVCText": "CVV/CVC",
    "promoCodeText": "الرمز الترويجي",
    "useFitNeeWalletText": "استخدم محفظة فتني",
    "applyText": "تطبيق",
    "payText": "ادفع",
    "priceText": "ﺍﻟﻤﺒﻠﻎ",
    "vatText": "Vat",
    "paymentSummaryText": "ملخص العملية",
    "discountText": "الخصم",
    "fitneeWalletText": "استخدم محفظة فتني",
    "totalPayText": "إجمالي المبلغ",
    "congratulationsText": "تهانينا",
    "appDownloadDescriptionOneText": "لقد اشتركت مع XXX . XXX، سوف يقوم بمراجعة ملفك الشخصي والرد عليك قريبًا، يرجى تنزيل تطبيق FitNee وتمكين الإشعار",
    "appDownloadDescriptionTwoText": "ﺳﺎﻋﺔ ﻭﺳﻴﺘﻢ ﺗﺤﻮﻳﻞ ﺍﻟﻤﺒﻠﻎ ﻟﻤﺤﻔﻈﺘﻚ ﻓﻲ ﻓﺘﻨﻲ ﻟﺘﺘﻤﻜﻦ ﻣﻦ ﺍﻻﺷﺘﺮﺍﻙ ﻣﺠﺪﺩﺍ ﻣﻊ ﺃﻱ ﻣﺪﺭﺏ ﺃﻭ ﺃﺧﺼﺎﺋﻲ 72 ﻟﺘﻜﻦ ﻋﻠﻰ ﻋﻠﻢ ﺑﺬﻟﻚ، ﻟﺪﻳﻚ ﺍﻟﺤﻖ ﺍﻟﻜﺎﻣﻞ ﺑﺈﻟﻐﺎء ﺍﻻﺷﺘﺮﺍﻙ ﺧﻼﻝ ﺗﻐﺬﻳﺔ. ﺗﺴﺘﻄﻴﻊ ﺍﻵﻥ ﺇﺩﺍﺭﺓ ﺣﺴﺎﺑﻚ ﻭﺍﻟﺘﺤﺪﺙ ﻣﺒﺎﺷﺮﻩ ﻣﻊ ﻣﺪﺭﺑﻚ ﻭﺃﺧﺼﺎﺋﻲ ﺍﻟﺘﻐﺬﻳﺔ ﺍﻟﺨﺎﺹ ﺑﻚ ﻣﻦ ﺧﻼﻝ ﺗﻨﺰﻳﻞ ﺍﻟﺘﻄﺒﻴﻖ",
    "googleLinkText": "رابط قوقل",
    "appLinkText": "رابط التطبيق",
    "visaMasterText": "فيزا/ماستر",
    "madaText": "مدى",
    "applePayText": "آبل باي",
    "stcPayText": "STC باي",
    "billingAddressText": "عنوان الفواتير",
    "surnameText": "اللقب",
    "givenNameText": "الاسم الأول",
    "postCodeText": "الرمز البريدي",
    "selectCountryText": "اختر البلد",
    "selectStateText": "اختر الولاية",
    "selectCityText": "اختر المدينة",
    "addressText": "العنوان"
  },
  "signup": {
    "subscriberText": "مشترك",
    "traineeText": "المتدرب",
    "certificatesText": "الشهادات",
    "subscriptionPlansText": "ﺧﻄﺔ ﺍﻻﺷﺘﺮﺍﻙ",
    "monthsText": "ﺍﻷﺷﻬﺮ",
    "yourInformationText": "المعلومات الشخصية",
    "fullNameText": "ﺍﻻﺳﻢ ﻛﺎﻣﻼ",
    "firstNameText": "الأسم ﺍﻷﻭﻝ",
    "lastNameText": "الأسم الأخير",
    "emailText": "البريد ﺍﻹﻟﻜﺘﺮﻭﻧﻲ",
    "emailLabelText": "البريد ﺍﻹﻟﻜﺘﺮﻭﻧﻲ",
    "passwordText": "الرقم السري",
    "passwordLabelText": "الرقم السري",
    "phoneNumberText": "رقم الهاتف",
    "dobText": "تاريخ الميلاد",
    "confirmPasswordText": "تأكيد الرقم السري",
    "genderText": "الجنس ",
    "roleText": "الدور",
    "maleText": "ذكر",
    "femaleText": "أنثى",
    "addBioText": "اضف السيره الذاتية هنا",
    "yearOfExperienceText": "سنوات الخبره",
    "experienceText": "ﺍﻟﺨﺒﺮﺓ",
    "selectText": "تحديد",
    "bodyInformationText": "المعلومات العامة",
    "weightText": "الوزن (lbs / kg)",
    "heightText": "الطول (cm / feet)",
    "skeletonMuscleText": "الكتلة العضلية",
    "bodyFatText": "نسبة الدهون بالجسم",
    "inBodyText": "InBody",
    "totalBodyText": "نسبة الماء بالجسم",
    "protienText": "البروتين",
    "selectAreaOfSpecialtyText": "اختيار التخصص",
    "myGoalText": "هدفي",
    "looseWeightText": "ارغب في خسارة ٥ كيلو في ٤ أسابيع",
    "trainingGoalText": "الهدف التدريبي",
    "activityLevelText": "مستوى النشاط",
    "anyFoodSensitiveText": "ﺣﺴﺎﺳﺔ ﺗﺠﺎﻩ ﺃﻱ ﻧﻮﻉ ﻣﻦ ﺍﻟﻄﻌﺎﻡ",
    "seeFoodText": "ﺍﻛﻞ ﺑﺤﺮﻱ",
    "anyInjuryText": "لديك أي أصابات",
    "describeInjuryText": "اضف اصابتك هنا",
    "saudiRepsNumberText": "رقم SAUDIREPS الخاص بك",
    "enterStcPayAccountText": "ادخل رقم هاتفك المربوط ب STC Pay",
    "enterYourProfessionalText": "ﺍﻟﺮﺟﺎء ﺇﺩﺧﺎﻝ ﺭﻗﻢ ﺗﺮﺧﻴﺺ ﻣﺰﺍﻭﻟﺔ ﺍﻟﻤﻬﻨﺔ ﻟﻠﻤﻤﺎﺭﺳﻴﻦ ﺍﻟﺼﺤﻴﻴﻦ",
    "availableToRespondTraineeText": "متاح للرد على مشتركينك",
    "addMoreText": "+إضافة المزيد",
    "areYouCurrentlyWorkingText": "هل انت على رأس العمل حاليا ",
    "yesText": "نعم",
    "noText": "ﻻ",
    "nextText": "التالي",
    "saveText": "حفظ",
    "uploadImageText": "أرفاق ﺻﻮﺭﺓ",
    "attachCertificateText": "ﺃﺩﺭﺍﺝ ﺷﻬﺎﺩﺍﺗﻚ",
    "moneyTransferText": "سيتم تحويل المبلغ الى حسابك في STC PAY",
    "moneyWillTransferText": ",STC PAY سيتم تحويل المبلغ الى حسابك في",
    "termsAndConditionText": "ﺍﻟﺸﺮﻭﻁ ﻭﺍﻷﺣﻜﺎﻡ",
    "acknowledgeText": "ﺍﻗﺮ ﺑﺄﻧﻲ ﻗﺮﺃﺕ ﻭﻗﺒﻠﺖ ﺟﻤﻴﻊ ﺍﻟﺸﺮﻭﻁ ﻭﺍﻷﺣﻜﺎﻡ",
    "generalText": "ﺍﻟﺸﺮﻁ ﻭﺍﻷﺣﻜﺎﻡ ﺍﻟﻌﺎﻣﺔ",
    "cancellingSubscriptionModalText": "ﻫﻞ ﺃﻧﺖ ﻣﺘﺄﻛﺪ ﻣﻦ ﺇﻟﻐﺎء ﺍﻻﺷﺘﺮﺍﻙ",
    "dayText": "اليوم",
    "fromTimeText": "الوقت من",
    "toTimeText": "الوقت الى",
    "whatYouWillProvideText": "ماذا سوف تقدم للمشترك",
    "selectTrainingGoalText": "الهدف التدريبي",
    "selectLevelText": "مستوى النشاط",
    "addTitleText": "اضف عنوان",
    "profileUnderReviewText": "سيتم تحديث ملفك الشخصي بعد المراجعة من قِبل فريق فتني. لمزيد من المعلومات الرجاء التواصل معنا عن طريق البريد الإلكتروني",
    "editRequestText": "تعديل الملف الشخصي"
  },
  "login": {
    "loginText": "تسجيل الدخول",
    "firstNameText": "الأسم ﺍﻻﻭﻝ",
    "lastNameText": "الأسم الأخير",
    "emailText": "البريد ﺍﻹﻟﻜﺘﺮﻭﻧﻲ",
    "passwordText": "الرقم السري",
    "forgotPasswordText": "نسيت الرقم السري",
    "agreeOnFitneeText": " أوافق على",
    "termsAndConditionsText": "الشروط والأحكام",
    "signInText": "تسجيل الدخول",
    "createAccountText": "إنشاء حساب",
    "newHereText": "ﺟﺪﻳﺪ ﻫﻨﺎ؟",
    "cancelText": "إلغاء",
    "unlockYourPotentialText": "ﺃﻁﻠﻖ العنان لإمكانياتك",
    "transformYourBodyText": "ﻟﻴﺎﻗﺘﻚ ﻗﺮﺍﺭﻙ",
    "requestUnderProcessText": "طلبك قيد المراجعة",
    "accountRejectText": "بعد مراجعة طلبك، تم رفضه من قِبل فريق فتني، الرجاء تفقد البريد الإلكتروني الخاص بك لمعرفه السبب"
  },
  "forgotPassword": {
    "emailText": "البريد ﺍﻹﻟﻜﺘﺮﻭﻧﻲ",
    "forgotPasswordText": "نسيت الرقم السري",
    "knowMyPasswordText": "ﻟﺪﻱ ﺍﻟﺮﻗﻢ ﺍﻟﺴﺮﻱ، ﺍﻟﺬﻫﺎﺏ ﻟﺼﻔﺤﺔ ﺗﺴﺠﻴﻞ ﺍﻟﺪﺧﻮﻝ",
    "sendText": "إرسال",
    "cancelText": "إلغاء"
  },
  "otpVerification": {
    "verificationText": "ﺍﻟﺘﺤﻘﻖ",
    "openYourEmailText": "ﺍﻟﺮﺟﺎء ﺇﺩﺧﺎﻝ ﺍﻟﺮﻣﺰ ﺍﻟﻤﺮﺳﻞ ﻟﺒﺮﻳﺪﻙ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ",
    "resendCodeInText": "الوقت المتبقي",
    "resendCodeText": "ﺇﻋﺎﺩﺓ ﺇﺭﺳﺎﻝ ﺍﻟﺮﻣﺰ",
    "invalidOtpModalText": "ﺍﻟﺮﻣﺰ ﺍﻟﻤﺪﺧﻞ ﻏﻴﺮ ﺻﺤﻴﺢ، ﺍﻟﺮﺟﺎء ﺍﻟﻤﺤﺎﻭﻟﺔ ﻣﺮﻩ ﺃﺧﺮﻯ",
    "nextText": "التالي",
    "okayText": "حسناً"
  },
  "changePassword": {
    "currentPasswordText": "ﺍﻟﺮﻗﻢ ﺍﻟﺴﺮﻱ ﺍﻟﺤﺎﻟﻲ",
    "confirmPasswordText": "تأكيد الرقم السري",
    "newPasswordText": "ﺍﻟﺮﻗﻢ ﺍﻟﺴﺮﻱ ﺍﻟﺠﺪﻳﺪ",
    "confirmText": "ﺗﺄﻛﻴﺪ",
    "cancelText": "إلغاء",
    "unlockYourPotentialText": "ﺃﻁﻠﻖ العنان لإمكانياتك",
    "transformYourBodyText": "ﻟﻴﺎﻗﺘﻚ ﻗﺮﺍﺭﻙ",
    "previousPasswordText": "كلمة المرور السابقة"
  },
  "appDownloadLink": {
    "congratulationsText": "تهانينا ",
    "getAppText": "ﺍﻟﻮﺻﻮﻝ ﻟﻠﺘﻄﺒﻴﻖ"
  },
  "traineeServiceProviderList": {
    "trainerText": "المدرب",
    "twoMonthDurationText": "ﺷﻬﺮﻳﻦ",
    "myCurrentTrainerText": "المدرب الخاص بي",
    "myCurrentNutritionistText": "اخصائي التغذية الخاص بي",
    "nameText": "ﺍﻻﺳﻢ",
    "durationText": "ﺍﻟﻔﺘﺮﺓ",
    "priceText": "ﺍﻟﻤﺒﻠﻎ",
    "startDateText": "ﻣﻦ ﺗﺎﺭﻳﺦ",
    "endDateText": "ﺍﻟﻰ ﺗﺎﺭﻳﺦ",
    "expiredOnText": "انتهت في",
    "refundedText": "تمت استردادها",
    "cancelledText": "تم الإلغاء",
    "cancelText": "إلغاء",
    "cannotCancelText": "لا يمكن الإلغاء",
    "expiredText": "انتهت",
    "exerciseSubscriptionText": "باقة التمارين"
  },
  "traineeSubscription": {
    "oneMonthDurationText": "ﺷﻬﺮ",
    "twoMonthsDurationText": "ﺷﻬﺮﻳﻦ",
    "threeMonthsDurationText": "ﺛﻼﺛﺔ ﺃﺷﻬﺮ",
    "subscribeText": "اشتراك"
  },
  "traineeSubscriptionDetail": {
    "nameText": "ﺍﻻﺳﻢ",
    "cancelPlanText": "إلغاء الخطة",
    "twoMonthsDurationText": "2 أشهر",
    "cancelledText": "تم اإللغاء",
    "durationText": "ﺍﻟﻔﺘﺮﺓ",
    "feeText": "مصاريف",
    "actionText": "فعل",
    "subscriptionDetailsText": "تفاصيل الاشتراك"
  },
  "appLink": {
    "congratulationsText": "تهانينا ",
    "getAppText": "احصل على التطبيق",
    "youHaveSubscribedWithText": "لقد اشتركت مع",
    "downloadAppText": " ,سوف يراجع بياناتك المدخلة ويتواصل معك قريبا. الرجاء تنزيل تطبيق فتني وتفعيل الإشعارات.",
    "downloadAppSecondText": "لتكن على علم بذلك، لديك الحق الكامل بإلغاء الاشتراك خلال 72 ساعة وسيتم تحويل المبلغ لمحفظتك في ”فتني“ لتتمكن من الاشتراك مجددا مع أي مدرب أو أخصائي تغذية. تستطيع الان إدارة حسابك والتحدث مباشره مع مدربك وأخصائي التغذية الخاص بك من خلال تنزيل التطبيق.",
    "exerciseDownloadText": "تم اشتراكك بباقة التمارين. الرجاء تنزيل تطبيق فتني لتتمكن من الوصول لجميع التمارين",
    "ticketIdText": "رقم الطلب",
    "adminReviewText": "تم ارسال طلبك بنجاح. سيقوم فريق فتني بمراجعة طلبك والرد عليك من خلال البريد الإلكتروني. في هذه الاثناء تستطيع تنزيل تطبيق فتني لحين قبول طلبك ومن ثم تسجيل الدخول من خلال التطبيق للتواصل مع مشتركينك وإدارة ملفك الشخصي"
  },
  "messages": {
    "paymentFailedText": "ﺣﺪﺛﺖ ﻣﺸﻜﻠﻪ ﻓﻲ ﻋﻤﻠﻴﻪ ﺍﻟﺪﻓﻊ، ﺍﻟﺮﺟﺎء ﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺍﻟﺒﻴﺎﻧﺎﺕ ﺍﻟﻤﺪﺧﻠﺔ",
    "noDataFoundText": "لاتوجد بيانات",
    "cannotUserPromoCode": "الرمز الترويجي غير صالح",
    "accountDeletedText": "تم حذف الحساب",
    "loggedInText": "تم تسجيل الدخول",
    "availabilitySetText": "تم تحديث الأوقات المتاحة",
    "progressAddedText": "تم اضافة التقدم",
    "subscriptionCancelText": "تم إلغاء الاشتراك",
    "otpSendText": "تم إرسال الرمز بنجاح",
    "loggedOutText": "تم تسجيل الخروج",
    "planUpdateText": "تم تحديث الخطة",
    "planCreatedText": "Plan created successfully",
    "messageSentText": "تم إرسال الرسالة بنجاح",
    "profileEditedText": "تم تعديل الملف الشخصي بنجاح"
  },
  "topBar": {
    "dashboardText": "ﺍﻟﺮﺋﻴﺴﻴﺔ",
    "editProfileText": "ﺗﻌﺪﻳﻞ ﺍﻟﻤﻠﻒ ﺍﻟﺸﺨﺼﻲ",
    "changePasswordText": "ﺗﻐﻴﻴﺮ الرقم ﺍﻟﺳﺭﻱ",
    "deleteAccountText": "حذف الحساب",
    "logoutText": "تسجيل الخروج",
    "notificationsText": "الاشعارات",
    "noNotificationsText": "لا يوجد إشعارات",
    "markAsRead": "ضع إشارة مقروء",
    "walletText": "المحفظة"
  },
  "validation": {
    "invalidEmailText": "البريد ﺍﻹﻟﻜﺘﺮﻭﻧﻲ المدخل غير صحيح",
    "requiredEmailText": "البريد ﺍﻹﻟﻜﺘﺮﻭﻧﻲ مطلوب",
    "invalidPasswordText": "ﺃﺣﺭﻭﻑ ﻋﻠﻰ ﺍﻷﻗﻝ ۸ ﻳﺠﺐ ﺍﻥ ﻳﺤﺘﻮﻱ الرقم السري ﻋﻠﻰ",
    "invalidPasswordTwoText": "ﻳﺠﺐ ﺃﻥ ﻳﺤﺘﻮﻱ الرقم السري ﻋﻠﻰ ﺭﻗﻡ واحد، ﺣﺭﻑ ﺻﻐﻳﺭ واحد، ﺣﺭﻑ كبير واحد ﻭ ﺭﻣﺯ واحد ﻋﻠﻰ ﺍﻷﻗﻝ",
    "requiredPasswordText": "الرقم السري مطلوب",
    "invalidFirstNameText": "ﻳﺠﺐ ﺃﻥ ﻳﺤﺘﻮﻱ الأسمﺍﻷﻭﻝ ﻋﻠﻰ ﺃﺣﺮﻑ ﻓﻘﻁ",
    "requiredFirstNameText": "الأسم ﺍﻷﻭﻝ مطلوب",
    "invalidFullNameText": "ﻳﺠﺐ ﺃﻥ ﻳﺤﺘﻮﻱ ﺍﻻﺳﻢ ﻛﺎﻣﻼ ﻋﻠﻰ ﺃﺣﺮﻑ ﻓﻘﻂ",
    "requiredFullNameText": "ﺍﻻﺳﻢ ﻛﺎﻣﻼ ﻣﻄﻠﻮﺏ",
    "invalidLastNameText": " يجب أن يحتوي ﺍﻷﺳﻡ الأخير على أحرف فقط",
    "requiredLastNameText": " ﺍﻷﺳﻡ الأخير مطلوب",
    "requiredMessageText": "الرسالة مطلوبة",
    "invalidFamilyNameText": "يجب أن يحتوي اسم العائلة على أحرف فقط",
    "requiredFamilyNameText": "اسم العائلة مطلوب",
    "invalidConfirmPasswordText": "عدم تطابق الرقم السري",
    "requiredConfirmPasswordText": "تأكيد الرقم السري مطلوب",
    "requiredGenderText": "تحديد الجنس مطلوب",
    "requiredContactText": "رقم الهاتف مطلوب",
    "requiredYearsOfExperienceText": "سنوات الخبرة مطلوبة",
    "requiredBioText": "السيرة الذاتية مطلوبة",
    "requiredDOBText": "تاريخ الميلاد مطلوب",
    "requiredMinimumCertificateText": "مطلوب شهادة واحدة على الأقل",
    "invalidFileCertificateText": "PNG, JPG, and JPEG الملف المدخل غير مقبول. فقط الصيغ التاليه مسموح بها",
    "requiredCertificateText": "الشهادة مطلوبة",
    "requiredCertificateTitleText": "اسم الشهادة مطلوب",
    "limitCertificateText": "ﻣﻳﻐﺎﺑﺎﻳﺕ ٥ ﺍﻟﺣﺩ ﺍﻷﻗﺻﻰ ﻟﻠﻣﻠﻑ ﻫﻭ ",
    "requiredMinimumBodyImageText": "مطلوب على الأقل صورة واحدة للجسم",
    "invalidFileBodyImageText": "تنسيق الملف غير صالح. يُسمح فقط بصيغ PNG وJPG وJPEG.",
    "requiredBodyImageText": "مطلوب صورة للجسم",
    "limitBodyImageText": "ﺣﺠﻢ ﺍﻟﻤﻠﻒ ﺗﺠﺎﻭﺯ ﺧﻤﺴﺔ ﻣﻴﺠﺎﺑﺎﻳﺖ",
    "requiredText": "مطلوب",
    "requiredRoleText": "الدور مطلوب",
    "requiredDayText": "اليوم مطلوب",
    "requiredFromDayText": "الوقت من، مطلوب",
    "requiredToDayText": "الوقت الى، مطلوب",
    "requiredTermAndConditionCheck": "يجب عليك قبول جميع الشروط والأحكام",
    "tooShortText": "قصير جدا!",
    "tooLongText": "طويل جدا!",
    "invalidPreviousPasswordText": "يجب أن تكون كلمة المرور السابقة على الأقل 8 أحرف",
    "invalidPreviousPasswordTwoText": "يجب أن تحتوي كلمة المرور السابقة على رقم واحد على الأقل وحرف صغير وحرف كبير وحرف خاص واحد على الأقل",
    "requiredPreviousPasswordText": "كلمة المرور السابقة مطلوب",
    "requiredDescriptionText": "الوصف مطلوب",
    "invalidDescriptionText": "يجب أن يكون هناك وصف واحد على الأقل",
    "requiredExerciseVideoText": "مطلوب فيديو التمرين",
    "invalidEndTimeText": "وقت الانتهاء يجب أن يكون أكبر من وقت البدء",
    "invalidText": "غير صالح"
  }
}
